{
    "indexed": {
        "date-parts": [
            [
                2023,
                5,
                30
            ]
        ],
        "date-time": "2023-05-30T04:28:57Z",
        "timestamp": 1685420937830
    },
    "reference-count": 0,
    "publisher": "American Physiological Society",
    "issue": "S1",
    "content-domain": {
        "domain": [
            "journals.physiology.org"
        ],
        "crossmark-restriction": true
    },
    "short-container-title": [
        "Physiology"
    ],
    "published-print": {
        "date-parts": [
            [
                2023,
                5
            ]
        ]
    },
    "abstract": "<jats:p> Introduction: Elevated aortic and carotid artery stiffness are associated with subclinical brain damage and cognitive impairment. Fish oil (FO) is a popular dietary supplement that lowers blood pressure and aortic stiffness. However, the hypothesis that FO supplementation reduces carotid artery stiffness and improves cognitive function in healthy adults requires further investigation. Our objective was to determine the effects of FO supplementation on arterial stiffness and cognitive function in healthy adults. We hypothesized that 6-weeks of FO supplementation would lower arterial stiffness and improve cognitive function. Methods: 25 healthy adults were enrolled in a randomized, double-blind, placebo-controlled, parallel-arms intervention to investigate the effects of 6-week FO supplementation (4g/day) on vascular and cognitive function. Aortic stiffness was measured using applanation tonometry and quantified as carotid-femoral pulse wave velocity (cfPWV) and beta-stiffness index (bstiff), and carotid artery stiffness was determined using ultrasonography. Cognitive function was assessed using NIH toolbox cognitive battery. A two-way analysis of variance was used to test differences in treatment groups over time. Results: The mean (± SD) baseline age, body mass index, systolic, and diastolic blood pressure was 40.4 ± 20.6 years, 23.7 ± 2.4 kg/m2, 120.9 ± 14.7 mmHg, and 74.9 ± 12.4 mmHg in the fish oil group and 33.3 ± 14.5 years, 25.3 ± 3.9 kg/m2, 120.8 ± 6.4 mmHg, and 71.9 ± 7.8 mmHg in the placebo group, respectively. Compared to the national averages, our participants scored slightly above average (within one standard deviation) on all tests within the NIH cognitive battery. Within-group comparison revealed no differences in central or peripheral blood pressure, aortic or carotid stiffness, and cognitive function after fish oil supplementation (all p&gt;0.05). Conclusion: Our preliminary data suggest that in healthy, cognitively normal adults, 6- weeks of FO supplementation does not impact indices of arterial stiffness or cognitive function. Further investigation with more participants and of longer duration is needed to confirm our findings regarding the effects of fish oil supplementation on carotid artery stiffness and cognitive function. </jats:p><jats:p> This is the full abstract presented at the American Physiology Summit 2023 meeting and is only available in HTML format. There are no additional versions or additional content available for this abstract. Physiology was not involved in the peer review process. </jats:p>",
    "DOI": "10.1152/physiol.2023.38.s1.5795800",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2023,
                5,
                29
            ]
        ],
        "date-time": "2023-05-29T14:52:22Z",
        "timestamp": 1685371942000
    },
    "update-policy": "http://dx.doi.org/10.1152/aps-crossmark-policy",
    "source": "Crossref",
    "is-referenced-by-count": 0,
    "title": [
        "The effects of fish oil supplementation on arterial stiffness and cognitive function in healthy adults: a pilot study"
    ],
    "prefix": "10.1152",
    "volume": "38",
    "author": [
        {
            "given": "Thomas",
            "family": "Pellinger",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "University of Maryland Eastern Shore, Princess Anne, Maryland, United States"
                }
            ]
        },
        {
            "given": "Colin",
            "family": "Gimblet",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "University of Iowa, Iowa City, Iowa, United States"
                }
            ]
        },
        {
            "given": "Echo",
            "family": "Leaver",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Salisbury University, Salisbury, Maryland, United States"
                }
            ]
        },
        {
            "given": "Timothy",
            "family": "Werner",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Salisbury University, Salisbury, Maryland, United States"
                }
            ]
        }
    ],
    "member": "24",
    "container-title": [
        "Physiology"
    ],
    "language": "en",
    "deposited": {
        "date-parts": [
            [
                2023,
                5,
                29
            ]
        ],
        "date-time": "2023-05-29T14:53:57Z",
        "timestamp": 1685372037000
    },
    "score": 16.433973,
    "resource": {
        "primary": {
            "URL": "https://journals.physiology.org/doi/10.1152/physiol.2023.38.S1.5795800"
        }
    },
    "issued": {
        "date-parts": [
            [
                2023,
                5
            ]
        ]
    },
    "references-count": 0,
    "journal-issue": {
        "issue": "S1",
        "published-print": {
            "date-parts": [
                [
                    2023,
                    5
                ]
            ]
        }
    },
    "alternative-id": [
        "10.1152/physiol.2023.38.S1.5795800"
    ],
    "URL": "http://dx.doi.org/10.1152/physiol.2023.38.s1.5795800",
    "ISSN": [
        "1548-9213",
        "1548-9221"
    ],
    "issn-type": [
        {
            "value": "1548-9213",
            "type": "print"
        },
        {
            "value": "1548-9221",
            "type": "electronic"
        }
    ],
    "published": {
        "date-parts": [
            [
                2023,
                5
            ]
        ]
    },
    "assertion": [
        {
            "value": "2023-05-23",
            "order": 3,
            "name": "published",
            "label": "Published",
            "group": {
                "name": "publication_history",
                "label": "Publication History"
            }
        }
    ]
}