{
    "10.1655/herpetologica-d-16-00047.1": "Both environmental fluctuations and physical characteristics of amphibians (e.g., body size, sex, or age class) affect their growth. Eastern Red-backed Salamanders, *Plethodon cinereus*, are often used as indicators of habitat quality in eastern North American forests. Most of the research concerning growth in this species has focused on the influence of body size, rather than on other external or temporal factors that might affect growth. We performed a mark–recapture study spanning multiple years and seasons to compare the growth of individuals of *P. cinereus* across temporally variable environmental conditions. Unsurprisingly, the most significant factor affecting growth was body size. Growth also varied seasonally and annually, with greater growth of salamanders during a mild winter and more growth in 2014 than 2013. Sex-age class did interact with yearly fluctuations as evidenced by juveniles, but not adults, having reduced growth in 2014. However, color morph did not have an effect on growth. We concluded that fluctuating environmental conditions, as well as body size, exerted effects on the salamanders' growth. This study adds to our understanding of the factors affecting growth in terrestrial salamanders and provides context for past and future studies of body size and abundance in this ecologically important species.",
    "10.3197/096327117x14913285800742": "The abstract for the article titled \"Alex V. Barnard, Freegans: Diving into the Wealth of Food Waste in America\" by Sarah Surak is not directly provided in the HTML. The content appears to be behind a paywall or requires specific access to view. Therefore, I am unable to extract an abstract from this particular HTML string.",
    "10.1080/10790195.2017.1362970": "This article presents a summation of the field’s past contributions to understanding the nature of undergraduate reading practices and meaning making processes in relation to contemporary perspectives of disciplinary literacies. In presenting a synthesis of over 40 studies across interdisciplinary journals, the goal was to construct a generalized understanding of the field’s conversations about undergraduate reading and the extent to which disciplinary literacy approaches foreground them. Analysis revealed that while the past work of postsecondary scholars has considerably influenced the field’s knowledge base of postsecondary reading issues, attempts to understand reading within authentic disciplinary contexts remains generally obscured from modern prospects of disciplinary literacies, offering opportunities for advancing the next 50 years of reading scholarship.",
    "10.1080/10522158.2017.1342468": "The abstract extracted from the provided HTML is as follows:\n\n**ABSTRACT:** Rural families are burdened by lost time from work, extensive time spent navigating the system of care, and long wait times. Colocating social care and medical care services in the primary care office would expand the availability of shallow end services, allow for triaging of concerns and the reduction of wait times for initial screening and assessment services. The Maryland Behavioral Health Integration in Pediatric Primary Care colocated model involves collaborations between primary care providers and master’s-level social work interns to enhance behavioral health outcomes for children and families in rural Maryland. Findings from the first three years’ program evaluations provide much valuable information about challenges to program success and utilization. Some of the findings indicate that the primary care providers’ understanding of the social work identity in a colocated context affects how often the interns are asked to consult and how they are perceived by families. Feedback from the interns indicates that feelings of isolation as social workers in the host environments affects their experiences in the field placement and with the families. Finally, families’ aversion to stigma related to working with a social worker likely affects their engagement with the interns.",
    "10.1093/geroni/igy031.3598": "Thirty younger and 17 older adults were taught the strategy of interactive imagery for learning word pairs. After studying pairs, participants completed associative and item recognition tests. Older adults’ responses were slower than younger adults’ and associative recognition responses were slower than item recognition. However, for accuracy, there were no differences between age group or test type (item vs. associative), contrary to the expectations of the associate deficit hypothesis. Analysis of the EEG recordings indicated that, at parietal electrode sites, peak amplitudes were significantly larger in response to the associative recognition test compared to the item recognition test. Additionally, a significant 3-way interaction was observed at electrode Cz. The item recognition task elicited larger peak amplitudes to new test items compared to old test items in both age groups. Interestingly, while the associate recognition test also elicited larger peak amplitudes to new and rearranged test pairs as compared to old test pairs in younger adults, this difference did not exist for older adults. Implications for memory training of older adults will be discussed.",
    "10.1670/16-185": "The abstract extracted from the provided HTML is as follows:\n\n\"Color polymorphism is common in many species, and color morph frequency is affected by differences in ecological and evolutionary pressures on each color morph. Plethodon cinereus, the Red-Backed Salamander, has two common color morphs, striped and unstriped, that vary in frequency among populations. Plethodon cinereus color morphs differ in their escape behaviors when exposed to predators and in their tail autotomization rates; this may result from differential predation. Although these previous studies indirectly implicated differential predation, we directly tested the hypothesis that color morphs differed in survival and whether one morph was depredated at a higher rate. We determined the survival of each color morph over 3 yr with the use of mark–recapture data. We first compared frequencies of color morphs in juveniles and adults, and then estimated whether color morphs had different survival rates with the statistical program MARK. We found that frequency of striped salamanders was lower in adults than in juveniles, implying that fewer striped individuals survived to adulthood. In addition, color and age best explained survival probability during spring, but not fall, seasons. To test the effects of color morph on predation experimentally, we used clay models to determine the effects of avian and mammalian predators. We found more attacks on striped clay models by avian predators compared to the unstriped models, but we found no difference in attacks by mammals. Overall, these results support the hypothesis that there is differential predation in P. cinereus, with more predation on, and lower survival in, the striped morph.\"",
    "10.1656/045.025.0108": "Our understanding of how human activities impact insect communities is limited. Dung beetles, well known for the ecosystem services they provide, are faced with many conservation threats, particularly from deforestation and agriculture. Here we used 200-m transects and human-dung—baited pitfall traps to examine dung beetle populations in 7 forests of Maryland's Coastal Plain. We set traps once a month, from May 2014 to April 2015, to determine species presence, abundance, range, and seasonality. We collected 6463 individuals representing 22 species; Janes Island State Park (JISP) had the highest abundance (2705 individuals) and Martinak State Park (MSP) had the highest species richness (19 species). During summer 2015, we examined the succession of dung beetles attracted to bait in JISP and MSP. We set 10 traps once a month (May–August) in each site and collected beetles on days 1, 3, 5, 7, 14, and 21 without dung replacement. In JISP, Onthophagus hecate (Scooped Scarab) was abundant throughout each 21-d period, and accounted for 68% of all beetles collected. In MSP, most specimens were collected by day 5. Here we provide information for conservation of locally rare or uncommon species.",
    "10.1249/01.mss.0000563100.91656.a0": "The abstract for the paper titled \"Program Directors' Perspectives On Coaes-mediated Caahep Accreditation For The Exercise Sciences\" is as follows:\n\n**PURPOSE:** To assess Program Directors’ perspectives on CoAES-mediated CAAHEP accreditation for the Exercise Sciences.\n\n**METHODS:** A 19-question survey was developed and validated by an expert committee. Upon IRB approval, an exploratory study was conducted. Results were anticipated to offer data clarifying the Program Directors’ perspectives and enabling CoAES insight to forward a more positive accreditation path. Electronically solicited, 75 individuals from approximately 500 commercially identified Kinesiology-related programs (undergraduate and graduate) with published e-mail addresses offered responses. Utilizing descriptive statistics, response analyses were performed in context of survey items.\n\n**RESULTS:** The following data graphs represent salient features of survey results:\n\n**CONCLUSION:** Respondents indicated several major barriers; one of which being 40% of faculty had never discussed pursuing accreditation. The CoAES is challenged to disseminate accreditation information to promote accreditation discussions and mitigate barriers perceptions. Data support CoAES’ Accreditation Ambassador/Mentor Program, which addresses noted needs.",
    "10.1649/0010-065x-73.1.200": "The abstract extracted from the provided HTML is:\n\n\"The genus *Deltochilum* Eschscholtz is a speciose New World genus currently consisting of 90 species (Gonzalez-Alvarado and Vaz-de-Mello 2015). These dung beetles are large rollers that are most numerous in tropical and subtropical regions, with only two species present in the USA: *Deltochilum scabriusculum* Bates and *Deltochilum gibbosum* (Fabricius). The current range for *D. scabriusculum* includes Texas, USA south to Guatemala and Costa Rica (Woodruff 1973; Génier 2012). \n\n*Deltochilum gibbosum* is reported in Alabama, Arkansas, Florida, Georgia, Illinois, Kentucky, Louisiana, Mississippi, Missouri, North Carolina, Virginia, South Carolina, Tennessee, Texas, and Mexico (Woodruff 1973; Barney 1980; Masis and Marquis 2009; Fiene et al. 2010; Evans 2014). Here, we report the first state record of *D. gibbosum* in St. Mary's Co., Maryland, USA. Two specimens were captured in Point Lookout State Park, Scotland, Maryland, in a pitfall trap baited with human dung. The first author set the trap on 29 August 2017 and retrieved the beetles on 11 September 2017. The beetles were placed into a Whirlpak bag with 70% ethanol and later deposited into the Dana L. Price Entomological Collection at Salisbury University.\n\nPoint Lookout State Park comprises 437 hectares and is located on a peninsula on the southernmost tip of Maryland's western shore, at the confluence of the Potomac River and the Chesapeake Bay (Wilson 2016; Maryland Department of Natural Resources 2018). Point Lookout is a combination of tidal marsh and mixed pine forest with sandy and silty loam soils. Virginia (Savage Neck Dunes Natural Area Preserve, Northampton Co. and Pocahontas State Park, Chesterfield Co.), and now Maryland, currently represent the northern most states along the east coast where *D. gibbosum* has been reported (A. V. Evans, personal communication).\n\n*Deltochilum gibbosum* is in the tribe Deltochilini (Gonzalez-Alvarado and Vaz-de-Mello 2015) and can be distinguished from other Maryland scarabs by its large size (20–25 mm), dull black color, sometimes with a hint of purple, and quadridentate clypeus; males possess a prominent protuberance on the anterior third of each elytron (Harpootlian 2001). Descriptions of *D. gibbosum*'s biology and larva were provided by Howden and Ritcher (1952). The species prefers wooded habitats and is attracted to a variety of food resources and baits, including dung, carrion, feathers, rotten fruit, malt, and fungi (Howden and Ritcher 1952; Evans 2014). Adults are active in late spring and summer (Evans 2014). Harpootlian (2001) reported the seasonality of this species in South Carolina is during May–July and September–October.\"",
    "10.18473/lepi.73i2.a3": "The abstract extracted from the provided HTML is as follows:\n\n\"The frosted elfin (Callophrys irus Godart) is a globally rare butterfly that inhabits disturbance-dependent habitats often managed by prescribed fire. Natural history observations and published data are equivocal on whether frosted elfin caterpillars pupate below or above the soil surface, and some evidence suggests that pupation sites differ for caterpillars that feed on lupine (Lupinus spp.) versus wild indigo (Baptisia spp.). Pupation site has important implications for management because pupae located beneath the soil surface will likely be afforded greater protection from fire than those above the soil surface. Our study of both lupine- and indigo-feeding larvae at a single site in Worcester County, Maryland, found that pupation occurs above the soil surface in the leaf litter 92% of the time, and does not differ significantly with food plant preference. We recommend that land managers using prescribed fire as a habitat management tool for frosted elfin habitat assume some level of pupal mortality in burned areas and utilize a rotational burn schedule that maintains areas of unburned refugia in high-density elfin areas. We also recommend that managers try to establish a metapopulation structure for frosted elfin to address the possibility of natural occurring fires.\"",
    "10.1093/ahr/rhy562": "Recent studies on Muslim Spain, or al-Andalus, are continuing the trend away from exceptionalist approaches and moving toward approaches that situate Andalusi history within larger cultural and geographical contexts. Jessica A. Coope’s *The Most Noble of People: Religious, Ethnic, and Gender Identity in Muslim Spain* is a welcome addition to this “larger-than-al-Andalus” approach, alongside works like Janina M. Safran’s *Defining Boundaries in al-Andalus: Muslims, Christians, and Jews in Islamic Iberia* (2013) and Brian Catlos’s *Kingdoms of Faith: A New History of Islamic Spain* (2018); all of these are examples of this trend, as they examine Andalusi history against the backdrop of developments in North Africa, the Islamic East, and the Mediterranean at large.\n\nIn *The Most Noble of People*, Coope studies the tensions surrounding religious, ethnic, and gender identities during the Umayyad period—that is, from the mid-eighth century to the fall of the Umayyad Caliphate and the beginning of the Taifa period in 1031.\n\nThe title of Coope’s book is a reference to a verse from the Qurʾān (49:13), in which God is said to prefer the noblest people among his creation, regardless of ethnicity—a verse that some medieval commentators took to mean that Arab lineage alone did not make someone worthier in the eyes of God. This distinction between Arab and non-Arab Muslims lies at the center of Coope’s analysis.\n\nShe argues that during this period, the Umayyad elite articulated an identity for themselves that conflated Arab with Muslim identity, to the exclusion of the non-Arab majority population over which they ruled. And while the terms of exclusion would have seemed rigid enough—if you were not an Arab Muslim you could not be a member of the elite—Coope contends that Arab identity was relative and negotiable.\n\nTo claim Muslim identity required conversion, unless one’s father were a Muslim, in which case the person in question would also be legally considered a Muslim. To claim Arab identity required more ingenuity. Coope identifies two main strategies to do so: through one’s lineage, and through one’s proficiency in Arabic language and literature. Barring a credible claim to Arab descent (and fabricated genealogies were not unknown), mastery of Arabic language and literature conferred what Coope calls an “honorary Arab identity” to certain Iberian Muslims.\n\nBy the mid-tenth century, and as more and more of the Andalusi population converted to Islam—and here Coope follows Richard W. Bulliet’s “conversion curve” in *Conversion to Islam in the Medieval Period: An Essay in Quantitative History* (1979)—Muslim identity became less contentious. Similarly, and despite the political fragmentation of the Taifa period, Coope argues that, at least from the viewpoint of identity, whether or not one was an Arab ceased to be a matter of consequence.\n\nFor Coope, then, the tensions surrounding religious and ethnic identity were “resolved” with the downfall of the Umayyads. Yet gender identity followed a different path. By examining Islamic and Visigothic legal texts, Coope posits the pros and cons of conversion to Islam for Christian women. While the laws contained similar marriage provisions (viz., dower was necessary and remained in the wife’s control, a woman’s father had the power to arrange marriage, and there was a waiting period to remarry), in the realms of inheritance and public modesty, Muslim status represented a step down. \n\nIn an interesting comparison, Coope argues that the overall diminished legal status of Muslim women was similar to the status of non-Muslims, or *dhimmīs*. Conversion would make it possible for a free man to become a fully capable agent in shariʿa. The same was not the case for women, which leads the author to conclude that tensions surrounding gender identity continued after 1031.\n\nCoope’s examination of gender identity alongside religious, ethnic, and cultural identity is commendable, although available sources dealing with gender identity are not only more limited but also lack direct accounts by women. In addition to well-known legal, polemical, and literary texts—and the prolific Ibn Ḥazm occupies a central place in Coope’s analysis—the author taps another valuable, less-utilized resource: mystical writings. The work of the influential Sufi writer Ibn ʿArabī, who died in 1240 and therefore postdates the period in question, reveals a view of the masculine and feminine genders that is more complementary than the one prescribed by shariʿa.\n\nCoope classifies sources between what we may call “ideological” sources (legal, polemical, literary, mystical texts) and sources that, as she puts it, reflect “actual treatment” of Muslim women; however, this classification is misleading. The handful of collections of notarial formulas, fatwas, and shariʿa lawsuits that have survived opens up avenues of inquiry both exciting and challenging. A model of a marriage contract found in Ibn al-ʿAṭṭār’s notarial formulary contains stipulations that effectively limited the range of prerogatives that shariʿa prescribed for husbands, including the right to take a second wife or to move place of residence without consent. \n\nCoope’s analysis of the volatile relationships between Umayyad rulers and several prominent non-Arab families is one of the most fascinating parts of the book. The case studies on the Banū Dhī al-Nūn, ʿUmar ibn Ḥafṣūn’s family, and the Banū Qasī are rich, vivid in their portrayal, and illustrate, in a way that prescriptive sources can only do obliquely, the complexity of studying identity.\n\nIn general, Coope’s treatment of the sources is evenhanded; she reviews the pitfalls of every text in a clear, informative manner, and she translates most Arabic words into English and explains the uses and meanings of a few of the most important concepts. This is a readable volume that will be of interest to those studying identity in premodern multicultural contexts and could potentially be assigned to advanced students.",
    "10.1093/melus/mlz008": "In *The Illustrated Slave: Empathy, Graphic Narrative, and the Visual Culture of the Transatlantic Abolition Movement, 1800-1852*, Martha J. Cutter considers the five decades before the 1852 book publication of *Uncle Tom’s Cabin* to explore how illustrated anti-slavery texts created empathy for enslaved people of African descent among US and British audiences. Her book joins a number of recent publications, such as those by Jasmine Nichole Cobb, Darcy Grimaldo Grigsby, and coeditors John Stauffer, Zoe Trodd, and Celeste-Marie Bernier, which have increased our understanding of images’ political and cultural influence during the nineteenth century. Cutter writes against the notion that images denied enslaved people different modes of agency. Instead, as she demonstrates in five chronological chapters, images conveyed enslaved people’s resistance and rejected ways of seeing that primarily cast them as abject Others.\n\nThroughout her book, Cutter studies numerous methods by which illustrated texts ideally encouraged their readers/viewers toward what she terms *parallel empathy*, a form of “empathy that asserts concordance between a viewing reader and the enslaved” (xi). This guiding concept frames her analysis of book illustrations, cartoons, pamphlets, household wares, and contemporary art pieces. Indeed, one of the strengths of Cutter’s book is the reproduction and examination of more than one hundred images. The resulting collection of images both highlights Cutter’s extensive research and provides an archive of images that scholars can draw on for future research. Weaving together the theories and practice of visual studies, literary studies, graphic narrative studies, sentimental aesthetics, and affect theory, Cutter poses a question that she answers throughout her book: “[H]ow do words and images used together interpellate a reader, ask, demand, or entreat that he or she enter the ideology of the text and of the antislavery movement?” (21).",
    "10.1112/blms.12268": "Property O, introduced by Galkin et al. for arbitrary complex, Fano manifolds X, is a statement about the eigenvalues of the linear operator obtained by the quantum multiplication by the anticanonical class of X. We prove that property O holds in the case when X = IG(k, 2n + 1) is an odd symplectic Grassmannian. The proof uses the combinatorics of the recently found quantum Chevalley formula for IG(k, 2n + 1), together with the Perron–Frobenius theory of nonnegative matrices.",
    "10.58680/rte201930039": "There is no abstract available.",
    "10.4289/0013-8797.122.4.1022": "The abstract for the paper titled \"Ants (Hymenoptera: Formicidae) Attracted to Baits in the E. A. Vaughn Wildlife Management Area, Worcester Co., Maryland\" is as follows:\n\n\"The E. A. Vaughn Wildlife Management Area (WMA) is located in southeastern Worcester Co., Maryland and is owned and managed by the Wildlife and Heritage Service (Maryland Department of Natural Resources 2016a). It encompasses an area of 1064 hectares consisting of mixed deciduous/coniferous forest habitat within the coastal bay watershed, and has dry uplands and low-lying wetlands that are periodically flooded (Maryland Department of Natural Resources 2016b). From the 1940s to the 1960s the E. A. Vaughn WMA was a game farm for pheasant, and wildlife biologists experimented with plants and plant arrangements to attract and benefit wildlife (Maryland Department of Natural Resources 2016b). Today this area attracts an abundance of megafauna, yet little is known about the insect diversity at the site.\n\nOnly one study has been conducted on insect diversity at the E. A. Vaughn WMA. Mann et al. (2018) identified 14 species of ants collected from leaf litter samples and 21 species of arboreal foraging ants aspirated and hand-collected from deciduous (19 species) and coniferous (17 species) trees. They found overlap in diversity between the two sampled habitats with a total richness of 24 ant species. These authors also reported higher abundances of ants foraging on deciduous over coniferous trees. Considering the diversity of ant biology, it seems reasonable to explore more habitats and collecting methodologies at the site.\n\nWe conducted a follow up study to determine any difference in ant species richness at E. A. Vaughn WMA. Bait studies are important because they are an effective way to observe recruit-foraging and dominant species (Anderson 1997) as well as species richness and composition, however, they are often biased towards generalists (Underwood and Fisher 2006). Our objectives were to: 1) determine if there are any additional species to add to Mann et al. (2018) species list; and 2) examine the diversity of ground dwelling ants attracted to baits in this closely monitored habitat. We also discuss how data from our study and Mann et al. (2018) can be used for the monitoring and conservation of other Coastal Bays forests.\"",
    "10.3161/00016454ao2019.54.2.006": "Changes in forest size and composition can affect Neotropical migratory songbirds breeding in Eastern North America, leading to population fluctuations and declines. In 2012–2014, we conducted point counts at locations previously surveyed in 1981–1983 and analysed Breeding Bird Atlas data from 1980–2013 to estimate long-term population trends of two declining ground-nesting warblers on the Eastern Shore of Maryland within the Atlantic Coastal Plain: the Ovenbird Seiurus aurocapilla and the Worm-eating Warbler Helmitheros vermivorum. We detected significant declines for Ovenbirds in both datasets, but we found conflicting data for Worm-eating Warblers. During 2012–2015, we investigated the effects of forest characteristics, such as vegetative composition and ground cover, on occupancy and nest success. Ovenbirds were found more where there were more and larger trees but were negatively affected by the proportion of pines, whereas Worm-eating Warblers were more abundant when there were higher numbers of trees and more pines. Nest success was not affected by vegetation other than the proportion of pine trees or leaf litter depth, both of which increased nest success. Worm-eating Warblers with more pine needles in their nests also had increased nest success. This study presents a nuanced view of how forest composition (proportion of pine trees) of the Atlantic Coastal Plain in Maryland influenced ground-nesting warblers differently, and suggests that effectively managing ground-nesting warblers in this area may differ from other regions of Eastern North America due to its unique vegetative composition, structure, and history.",
    "10.1093/jahist/jaaa300": "Creole Drama showcases the vibrant and internationally connected world of New Orleans spoken-drama theater from the end of the eighteenth century to the Civil War. Impressively rich historical context enlivens the neighborhoods, populations, and venues that helped sustain a lively and contentious theater scene. Sustaining the rivalries between Anglophone and Francophone populations was a shifting desire to preserve the French language and colonial cultures and to increase pressure on developing American and Louisianan identities. In Creole Drama, Juliane Braun successfully demonstrates that her study “reintegrates non-English-speaking societies and their cultural production into the field of American literary and cultural studies” (p. 7). In this endeavor, she aligns herself with scholars such as Lawrence A. Rosenwald and Werner Sollors while also providing a bridge between the scholarship on New Orleans and early American theater by scholars including Shirley Thompson, Jeffrey Richards, and Heather S. Nathans.\n\nThe book begins by highlighting the deep connections between New Orleans and the French Caribbean. Spanish colonial officials noticed the strong community created by the movement of actors, singers, musicians, and dramatic productions to New Orleans. As a result, the Spanish colonial administration censored the Francophone New Orleans theater because it fostered revolutionary ideas and celebrated French empirical bonds. When Anglophone theaters later competed for dominance in the Crescent City, Francophone theater's references to French empirical cultures became one strategy for cultural survival. Black theater later survived by sidestepping an 1830 censorship law and staged plays that likely critiqued the system of plaçage and the leadership of Haitian president Jean-Pierre Boyer, though stronger evidence would prove this. Braun's analysis of the Crescent City's free black population's engagement with Latin American emigration is convincing. The vivid context that surveys the effects of the Haitian Revolution (1791–1804) and the changing New Orleans neighborhoods shines in the book. The fourth, and perhaps strongest, chapter examines French speakers’ claims to American national identity as the U.S. government pushed for war with Mexico. The theater, Braun argues, became a site to claim American belonging and renounce the history and alleged threat of monarchy. Here, theater's engagement with struggles between groups from different linguistic, cultural, racial, and birthplace backgrounds coalesce skillfully. The book ends with the playwright Victor Séjour's engagement in debates over slavery, emancipation, and the status of free black people in the Atlantic world. This adds to the book's theme of cultural exchange and intervention by showing that he “evaluated the lessons [of] prior emancipations in Haiti, France, and the British West Indies” in his cultural production (p. 153).\n\nWithin the text, Braun points to potential avenues of scholarly research, though a few could be added. Strong is the case for “struggles over political and cultural sovereignty” reflected in playhouses, but how did the playhouses, in turn, affect these struggles (p. 9)? This multidirectional flow of cause and effect would deeply enrich this study. Additionally, a fuller investigation of the plays’ reception would help reveal the effects of theater. The unexplained disappearance of the Théâtre Marigny would enhance this study, as would more evidence that “Indian populations escaped the official racial gaze” in New Orleans is needed (p. 101).\n\nBraun's study of cultural exchanges and interventions smartly incorporates the contributions of non-Anglophone groups into the larger body of American literary and cultural studies. It widens and extends the path for other researchers in these areas.",
    "10.5951/mtlt.2020.0093": "Learning from peers is important in any profession. In education, doing so is challenging because teachers work isolated from their peers for most of the day. Even though collaborative teacher study groups have taken root in more and more schools, the authors of the March 2020 editorial in the Journal for Research in Mathematics Education observed the following: \n\nAlthough rounds of educational reform have, to some degree, built upon knowledge that was gained in previous rounds, knowledge that could be immediately useful for improving teaching on a lesson-by-lesson basis often continues to be siloed in individual classrooms with individual teachers. . . . Teachers have no easy way of standing on the shoulders of those who have gone before them. (Cai et al. 2020, p. 130)\n\nTo use a common metaphor, teachers must often reinvent the wheel on a lesson-by-lesson basis. NCTM’s practitioner journals, with their rich descriptions of mathematics lessons taught by others, can help address this problem. This editorial explores how NCTM’s practitioner journals have fostered peer learning among teachers in the past, how Mathematics Teacher: Learning and Teaching PK–12 (MTLT) builds on those efforts in the present, and how those efforts might be improved in the future.",
    "10.1893/bios-d-18-00029": "Ubiquitination is a post-translational modification of proteins that plays an essential role in many cellular processes. Ubiquitination involves the attachment of the small polypeptide ubiquitin to target proteins to control their activity or stability. As a reversible modification, E3 ubiquitin-ligases attach ubiquitin to proteins while deubiquitinases (DUBs) remove ubiquitin from tagged proteins. Revealing the mechanisms that regulate ubiquitination/deubiquitination is important for understanding how cells fine-tune protein activity to control important processes and pathways. It is clear in animals and yeast that WD-repeat proteins (WDR) bind to and activate DUBs. In plants, however, no interactions between WDR proteins and DUBs have been reported. Here, we used BLAST searches to identify plant homolog proteins of a conserved animal DUB and its associated WDR proteins. Based on these homologies, we predicted that Arabidopsis UBP3, a DUB involved in pollen development and transmission, forms a complex with the WDR proteins At2g37160 and LRS1. Indeed, these three proteins could be co-immunoprecipitated when transiently co-expressed as epitope-tagged proteins in plant cells. At2g37160 also interacted with UBP3 in the yeast two-hybrid system and could enhance the DUB activity of UBP3 ten-fold in vitro. These results provide the first evidence that plant DUBs, like animal DUBs, are regulated by WDR proteins.",
    "10.1249/01.mss.0000684888.45544.ff": "The abstract extracted from the HTML content is:\n\n\"An abstract is unavailable.\"",
    "10.31390/cwbr.22.1.20": "Stéve Sainlaude, associate professor of history at the University of Paris IV Sorbonne, provides an in depth look at the American Civil War from the French perspective. He challenges many older interpretations by American historians concerning France's motives during the conflict. He focusses on how Napoleon III, his diplomats, people and press viewed the possibility of French intervention. A key factor in the study concerns France's occupation of Mexico as part of the emperor's \"Grand Design\" to win national glory, regain international influence, protect monarchical and imperial regimes, and save the Catholic Latin Race from worldwide Anglo-Saxon domination. The author maintains that Napoleon III's occupation of Mexico would have been impossible without the South's secession and that initially the emperor believed an independent Confederacy would be the last barrier that could block Yankee domination of Latin America.",
    "10.1080/09537325.2020.1818717": "A variety of countries have instituted market liberalisation to develop their economies in the footsteps of more developed countries, and changes in market systems significantly influence a firm's behaviour and performance. This paper investigates the impact of market liberalisation on a firm's strategy of technology exploration in South Korea. We find that there is a U-shaped relationship between market liberalisation and technology exploration. In addition, we find that financial slack and industry concentration negatively moderate the curvilinear relationship between market liberalisation and technology exploration, while business groups positively moderate this relationship.",
    "10.1649/0010-065x-75.2.382": "Cattle treated with chemicals to control parasites can fecally excrete residues that have the potential to adversely affect local assemblages of dung beetles (Coleoptera: Scarabaeidae). Using 200-m transects and dung-baited pitfall traps, we compared the dung beetle communities on 19 cattle farms in Maryland, USA where pests and/or parasites were controlled with chemicals (CU, n = 9 farms) or where no chemicals were used (NCU, n = 10 farms). Traps were baited once a month with fresh cattle dung from each location. We collected a total of 31 species comprising 12,380 dung beetle specimens. The five most abundant species, Onthophagus taurus (Schreber), Onthophagus pennsylvanicus Harold, Onthophagus hecate (Panzer), Blackburneus stercorosus (Melsheimer), and Labarrus pseudolividus (Balthasar), accounted for 85% of the total individuals sampled. No difference was found when comparing total abundances of dung beetles sampled from NCU and CU farms. There was, however, a consistent significant effect of month across multiple dominant species. Using Random Forests analyses, we determined site location, soil type, and chemical lethality as additional important predictor variables affecting dung beetle abundances on Maryland farms. Present-day management practices implement a broad spectrum of chemical usage. Our work examines this variability to facilitate the understanding of factors currently affecting the biodiversity and abundance of beneficial dung beetles.",
    "10.1656/045.028.0413": "We investigated ant species richness and abundance of the maritime forest and dune habitats of Assateague Island, a barrier island off the coasts of Maryland and Virginia. We paired 5 transects of 100 m in forest habitats with 5 transects in dune and grassland habitats, with pitfall traps set every 10 m along each transect. During a 5-month period (May–September), we collected 26 species of ants, including 9 that had not been previously recorded on the island and 2 that had never been recorded east of Maryland's Chesapeake Bay. Forest habitats had a significantly higher species richness than the dunes, with 24 and 14 species collected, respectively. Our research provides baseline data on ant species richness for this temperate barrier island using pitfall-collection methods. We provide evidence for forest habitats supporting higher species richness and make suggestions for future research.",
    "10.1080/19338341.2020.1861055": "This article presents a technique for interweaving information literacy (IL) into a pre-existing assignment of an introductory general education human geography course. The course, titled Geography of Sport, represents a unique opportunity to introduce students to contemporary methods of geographical study and analysis through a range of activities centered around the theme of sport and place and presumes no prior geographic knowledge. Other geography classes could readily lend themselves to a similar integration of information literacy through the revamping and scaffolding of an existing class assignment or the creation of an entirely new assignment, using concepts and techniques similar to the ones presented here.",
    "10.1093/jahist/jaab210": "The abstract extracted from the provided HTML is as follows:\n\n\"Joshua E. Kastenberg's new book offers useful context on a constitutional procedure with which Americans have become acquainted over the past two decades. The campaign to impeach Supreme Court Justice William O. Douglas, spearheaded by Michigan representative Gerald R. Ford and encouraged by President Richard M. Nixon, unfolded during a time when the country became divided over the Vietnam War, African American protest, rising rates of crime, and shifting cultural sensibilities. An activist and, at times, ethically tainted judiciary, embodied by Douglas, extended a sensitive hearing—and, in some cases, legal protections—to minority groups, accused criminals, and opponents of the war. Some conservatives responded by taking aim at Douglas, whose speeches, extrajudicial activities, voting record, and four marriages betrayed an ideological and life-style affinity with the progressive currents emanating from the 1960s. The push to impeach Douglas turned out to be much ado about something—judicial independence—and then nothing, as it fizzled out.\"",
    "10.1093/jahist/jaaa568": "The abstract extracted from the provided HTML is as follows:\n\nThe *Journal of American History*, in collaboration with the Web site *History Matters: The U.S. Survey Course on the Web*, http://historymatters.gmu.edu, publishes regular reviews of digital history projects. The reviews appear both in the printed journal and at *History Matters*. *History Matters* provides an annotated guide to more than one thousand projects for teaching U.S. history. The goal is to offer a gateway to the works in digital history and to summarize their strengths and weaknesses with particular attention to their utility for teachers.\n\nThe digital history reviews are edited by Jeffrey McClurken. Please contact him at jmcclurk@umw.edu if you would like to suggest a digital history project for review or write a review. We also welcome comments on our review guidelines, which are available at http://jah.oah.org/submit/digital-history-reviews/.\n\nWinning several awards since its launch in 2012, the *Colored Conventions Project* expertly curates resources related to the Colored Conventions movement and to black political organizing of the nineteenth century more generally. Numerous students, faculty, librarians, scholars, and researchers have identified more than two hundred state, regional, and national Colored Conventions that were held in the last seven decades of the nineteenth century. Those who use the project Web site will find scanned copies and/or transcriptions of the proceedings of these meetings that document the wide-ranging issues that concerned and motivated African American women and men during these decades. Not since Philip S. Foner and George E. Walker's 1986 edited collection, *Proceedings of the Black National and State Conventions, 1865–1900*, and Howard Holman Bell's books before that have Colored Conventions movement records been organized on such a large scale. This site surpasses those efforts. Many more conventions and related records have come to light and been made publicly accessible as a result of the collaboration between the site's team, educators, and members of the public who contribute suggestions, leads, and documents. It is an essential resource for researching or teaching any project related to the Colored Conventions movement.",
    "10.1080/21689725.2021.1886967": "For the past 100 years, the Supreme Court ruling in the case of *Schenck v. United States*, 249 U.S. 47, from 1919 has stood as a landmark case due to the Court’s creation of a “Clear and Present Danger” standard of freedom of speech. Through the vehicle of the Clear and Present Danger measure, the Court reconsidered that the degree of freedom for inflammatory rhetoric could be legally permissible until the point that realistic danger of harm or illegal action might occur. One century after this ruling, this paper examines the unprecedentedly divisive and uncivil public rhetoric of a US President, Donald J. Trump. Through a descriptive analysis summarizing the characteristics of President Trump’s rhetoric, we contend that Trump generates a level of dangerous Presidential communication not publicly expressed by previous Presidents that arguably could be considered to overstep the limits of free expression set forth by the courts.",
    "10.1249/01.mss.0000759368.70965.fb": "The abstract extracted from the provided HTML is as follows:\n\n**ABSTRACT:**\nSprint interval training (SIT) refers to a group of sprint bouts separated by rest periods. SIT is a time-efficient strategy to improve aerobic performance similar to moderate intensity continuous training (MICT). There has been a relative absence of studies on neuromuscular adaptations of SIT.\n\n**PURPOSE:** To compare the effects of stationary air biking, utilizing high-volume MICT and low-volume SIT (i.e., ultrashort-SIT [US], short-SIT [SS]) on neuromuscular system.\n\n**METHODS:** Thirty recreationally active females were randomly assigned to MICT (n = 10), US (n = 10), and SS (n = 10) groups. The intervention consisted of 3 d/wk for 4 wks. MICT was performed by 30 min of cycling at 75% of maximal heart rate reserve, while SIT (i.e., US, SS) consisted of 3 sets of 8 intervals at maximal effort intensity. SS and US were performed with 20s:10s and 10s:5s work-to-rest ratios and provided with 5- and 2.5-min recovery periods between sets, respectively. Muscle cross-sectional area (mCSA) and echo intensity (EI) of rectus femoris (RF) and vastus lateralis (VL) were measured by ultrasound system. Isometric strength testing protocol consisted of 3 maximal voluntary isometric contractions (MVIC). During each contraction, surface electromyography (sEMG) and torque signals were recorded to assess sEMG amplitude (RMS) of RF and VL as well as peak torque (PT). All variables were measured before and after intervention and were analyzed with 2-way mixed factorial ANOVAs. Moreover, average total work (TW) during 12 sessions was recorded and analyzed with one-way ANOVA.\n\n**RESULTS:** There were significant (p < 0.05) differences in TW (MICT: 142.7 ± 31.5 cal., US: 52.6 ± 10.0 cal., SS: 92.3 ± 7.8 cal.) between groups. All groups significantly (p < 0.05) improved mCSA of RF (MICT: 9.0 ± 1.0 to 9.5 ± 1.1 cm², US: 9.9 ± 3.5 to 10.6 ± 3.6 cm², SS: 9.0 ± 1.9 to 9.7 ± 1.5 cm²) and VL (MICT: 20.0 ± 2.3 to 20.6 ± 2.1 cm², US: 20.8 ± 5.1 to 22.5 ± 5.2 cm², SS: 19.6 ± 2.6 to 21.4 ± 3.8 cm²). No significant (p > 0.05) differences observed in EI values as well as RMS and PT during MVIC.\n\n**CONCLUSION:** Despite no significant improvements in neural activation and isometric strength, all groups similarly improved muscular morphology of RF and VL by performing SIT on a stationary air bike. These findings suggest that SIT can elicit muscular morphological adaptations with a shorter time commitment.",
    "10.1093/melus/mlab052": "Drew Lopenzina’s *The Routledge Introduction to Native American Literature* offers a solid stepping-stone for approaching the reading and teaching of Native American literature. Grounded in decolonizing reading practices and pedagogies, the book brings into relief the major challenges readers face when reading Native texts: how to recognize and challenge reading assumptions based on colonial logics and how to learn about Native epistemologies as the basis for our interpretation of literary texts. To address this challenge, Lopenzina argues for positioning readers in Native spaces, a reorientation of perspective that moves them from a Western-centric standpoint to one shaped by Indigenous epistemologies.\n\nThe book is structured chronologically to guide readers through the development of Native writing from the seventeenth century to the present. Lopenzina takes readers on a journey that starts with Caleb Cheeshateaumauk’s letter to the Society for the Propagation of the Gospel in New England in 1663, written in Latin, and ends with Louise Erdrich’s *Round House*, winner of the National Book Award for Fiction in 2012. Starting with the analysis of early texts, oral traditions, and various media of record-keeping and storytelling (such as winter counts and birchbark scrolls), Lopenzina then turns to the emerging Native voices of the New Republic and the Progressive Era. After discussing early twentieth-century novels and what critics call “the homing plots” of the Native American Renaissance (referring to the journey home framework many novels follow), Lopenzina ends with contemporary fiction, both poetry and prose. In doing so, he examines a body of literature firmly set in Native space by writers no longer including Indigenous epistemologies in their writing but rather *using them* as their conceptual foundation. In this way, he maps out a history of Native American letters, providing compelling literary analysis that puts the texts in conversation with their sociopolitical contexts. At the same time, he offers a crash course in American Indian studies by centering Native critics and mapping out key issues in the field, such as debates around nationhood, literary nationalism, intellectual sovereignty, and literary representation. Overall, the book walks the walk: it teaches by example as it gives ample entry points into a field of study, providing the necessary resources for readers to learn about the texts and their contexts as they work on decolonizing their critical perspectives.",
    "10.1093/ahr/rhab630": "The abstract extracted from the HTML is as follows:\n\n\"Sixteenth-century colonial enterprises continue to occupy a marginal place in the historiography and teaching surveys of early America. Heather Martel’s Deadly Virtue: Fort Caroline and the Early Protestant Roots of American Whiteness is a welcome addition to the literature on the failed French Huguenot attempt to settle Florida in the early 1560s and some of the transnational consequences of the violent destruction of the colony by the Spanish in 1565. Martel’s work brings refreshing insights to this historical episode through a staunch focus on sexuality, gender, and identity, and a commitment to unraveling the long-term roots of Protestant settler-colonialism and the ultimate rise of a racialized and cis-patriarchal society in English North America. As the book’s subtitle suggests, the significance of the French disaster in Florida primarily resides, for Martel, in its role as a cautionary tale that contributed to the solidification of a definition of Protestant “virtue” that ought to be protected from the threat of corruption by seductive Natives. That Calvinist “virtue,” she asserts, “would later become whiteness” (16) and should be understood as an “important precursor to biogenetic racism” (17).\"",
    "10.1093/ahr/rhab329": "The abstract for the paper titled \"Victory’s Shadow: Conquest and Governance in Medieval Catalonia\" by Thomas W. Barton is as follows:\n\n\"The field of medieval Iberian studies, once dominated in the United States by the Reconquista and Convivencia paradigms, has opened to new avenues of inquiry in recent years (e.g., Christian royal women’s power and authority), while on the other side of the Atlantic, feudalism and the restructuring of agrarian societies and landscapes remain strong methodological frameworks. Straddling these trends but decidedly charting its own course is the book under review. *Victory’s Shadow* is a political history of medieval Catalonia. Situated on the northeastern corner of the Iberian Peninsula, Catalonia formed a constellation of rival counties until its most powerful county, that of Barcelona, united with the royal house of Aragon in the early twelfth century to form the composite monarchy known as the Crown of Aragon—a key player in Spain’s medieval history.\n\n*Victory’s Shadow* focuses on the establishment of comital, and later comital-royal, authority over New Catalonia (Lleida and Tortosa), by examining what the author calls the cycles of conquest, delegation to lords, seigniorial aggrandizement, and domain recuperation from the eleventh to the thirteenth centuries. (The Lower Aragon region, despite being part of the Crown of Aragon and experiencing similar cycles, does not receive much attention.) Barton argues that victory in conquest did not necessarily translate into successful governance but was hampered by the inability of counts and count-kings to consolidate and centralize their power over conquered territories. The rulers’ need to delegate conquered lands to nobles illustrates this governmental failure—the shadow to their victory. Rather than a progressive expansion of the core’s institutions and customs into peripheral conquered territories, as Robert Bartlett envisioned for medieval Europe in *The Making of the Twelfth Century: Conquest, Colonization, and Cultural Change* (1993), Barton’s study of high medieval Catalonia reveals great heterogeneity in forms of land tenure, jurisdiction, customary traditions, peasant conditions, and treatment of Jewish and Muslim minorities.\n\nThe book is divided into three chronological parts. Completing the volume are several helpful maps (although, the captions for maps 3 and 4 are mismatched) and rulers’ genealogical trees. Part 1, “Interaction and Conquest,” examines the shifting relationship between Christian and Muslim rulers in the northeastern borderlands following the caliphate’s disintegration (chap. 1), the competition between the kings of Aragon and the counts of Barcelona and Urgell over the Andalusi Upper Frontier (chap. 2), and the momentous Barcelona-Aragon union and its impact on the count and now prince Ramon Berenguer IV’s expansionist campaign, which ultimately led to the capture of Tortosa in 1148 and Lleida’s surrender a year later. The adroit political maneuvering of the counts of Urgell, sandwiched between expansionist Aragon and Barcelona, is amply expounded throughout the book, as is the continued papal involvement in shaping the frontier, alongside Trans-Pyrenean, Pisan, and Genoese actors.\n\nPart 2, “The Implications of Victory,” focuses on the consolidation process during the reigns of Ramon Berenguer IV and his successors, count-kings Alfons I and Pere I. Whereas, as Barton argues, Ramon Berenguer IV had a balanced conquest-consolidation policy over New Catalonia despite the jurisdictional wrangling that ensued over preconquest pledges to allies (chap. 4), Alfons struggled with expansion and a barely self-sufficient Lower Ebro region, while his son Pere, caught between trans-Pyrenean, Peninsular, and Mediterranean interests, buried himself in debt, pawning off comital-royal rights in Tortosa along the way (chap. 5). The approach to Lleida, however, was different, as count-kings were invested in making this territory a part of their patrimony (chap. 6).\n\nLastly, Part 3, “New Catalonia after Valencia,” examines territorial expansion over Mallorca and Valencia and the strengthening of comital-royal authority during Jaume I’s reign (1213–76), which was more often than not met with resistance by the barons, whose actions Barton describes as “insidious” and “obstreperous” (224–25), unwittingly adopting the ruler’s perspective (chap. 7). Chapter 8 delves into the fascinating contentious border between Aragon and Catalonia, with parties vigorously debating whether the Cinca River (approximately eighteen miles west of Lleida) or the Segre River (which crosses Lleida) constituted the boundary line. Contrary to the nationalist historiographic dictum that Lleida is as Catalonian as can be, Barton reveals a degree of shared culture between Aragon and Catalonia in the curious complaint of some Lleida residents against Jaume I’s assignment of Lleida to Catalonia in 1244 (260).\n\nEspecially commendable in this book is Barton’s painstaking scrutiny of hundreds of agreements between the counts and count-kings and other lords known as *convenientiae*. A case in point is the detailed study of the deal making that followed the 1209 death of Count Ermengol VIII; the count died without a male heir, and the book highlights the subsequent efforts of his daughter, Aurembiaix, one of the very few women that populates this book, to make good on her father’s will. In this case and others, the author reads carefully between the lines to discern the parties’ motivations, and precisely how in every instance each relationship played a role in the rulers’ designs for the Crown.\n\nOn the question of designs, Barton treads unstable terrain. A question that frames this book is, “Did … territorial accumulation facilitate further centralization throughout the conquering regime … ?” (7). The short answer would be no, for, as Barton argues, the monarchy failed “to implement its emerging sovereign ideology and to apply sophisticated, efficacious techniques of consolidation” (5). Despite its enduring historiographical tradition, this approach seems problematic, as it sets rulers up for failure. In expecting the governance of Ramon Berenguer IV and his immediate successors to measure up against Jaume I’s centralizing reign, we find twelfth-century rulers sorely lacking. A more fruitful approach would be to envision the political landscape of this period as a “cluster of [competing] lordships” (7), which might help reevaluate the county of Barcelona’s evolving history as one among many contending for power, not as a prefiguration of the Crown of Aragon in the late thirteenth century. These remarks notwithstanding, *Victory’s Shadow* is an important contribution to the field, of interest also to those studying multicultural frontiers in the medieval period and beyond.\"",
    "10.1242/jeb.236877": "When you picture a fish that spends its whole life constantly swimming at high speed, you probably see a tuna or marlin – something that cruises miles and miles each day through the open ocean. These fish generally have crescent-shaped tails with a narrow caudal peduncle – the part of the fish tail just before the tail fin – built for efficient swimming 24/7. However, fish living in fast-flowing rivers also need to swim fast constantly to be successful. The main difference from their deep-sea counterparts is that these riverine fish are swimming as hard as they can to go nowhere; they are essentially on a giant water treadmill. Living in torrential rapids, these fish need specialized traits to help them swim all day just to stay in the same spot, a behavior known as station-holding, to avoid getting washed downstream. Are the adaptations for swimming constantly in a flowing river to station-hold like those for roaming the relatively calm open ocean at speed?\n\nTo find out, a group of scientists from Northern Arizona University, USA, led by Daniel Kimball in Alice Gibb's lab, looked at the tail anatomy of three species of minnow from the southwestern USA to compare with that of tuna and other open ocean cruisers. These closely related minnows – bonytail, humpback chub and roundtail chub, listed in descending order of flow preference – are some of the species that traverse the world-famous rapids of the Colorado River as it passes through the Grand Canyon. Building on previous work, Kimball and colleagues found that not only does the bonytail have spines for muscle attachment on its vertebral column, which insert at sharper angles than for your typical fish, but the angle of these spines gets shallower from head to tail. This makes its caudal peduncle much thinner and more streamlined than those of most other fish, independently evolving the same shape as the tuna tail, despite being completely unrelated. Meanwhile, the slower-water preferring roundtail chub had more obtuse vertebral spines with a thicker, more typical tail shape.\n\nTails are more than just bones, though. How does the bonytail's tail muscles and connective tissues compare with those of tuna and other oceanic speedy species that prefer slower moving water? Kimball and colleagues tried stretching the muscles that move the minnows’ tails to find out how much force they can withstand. They also measured how much collagen, a tough connective tissue, was found in these muscles by examining them under a microscope. The team found that the tail muscles of the bonytail resisted tearing better than those of the other species, with roundtail chub having the least tear-resistant muscles. This means that compared with its lazier, though still relatively active relatives, the bonytail can safely transmit a lot more force through its tail to propel itself through fast-flowing rapids. Additionally, the team found that the muscles powering the bonytail's tail had more collagen than its other muscles, which was not seen in the other species. This suggests their tail muscles may act like the springy tendons of tuna tails, storing elastic energy on each tail movement, allowing bonytails to swim efficiently at high speeds.\n\nWhile there may not be any freshwater tuna, bonytails come as close as possible thanks to convergent evolution allowing both species to arrive at the same solution for high performance swimming. However, instead of swimming non-stop to cross entire oceans, bonytails swim non-stop just to stay still in fast-flowing rivers. Like a cross-country runner on a treadmill, the bonytail could cruise through the oceans with tunas if they wanted to, but prefer the scenic landscape of the Grand Canyon.",
    "10.3928/00989134-20210309-04": "Massive open online courses (MOOCs) are web-based, fully operational courses designed at scale for open global enrollment. Courses cover a wide array of diverse topics and can vary in terms of effort level and pedagogical approach. They have evolved from an experiment in global course interactions to offering college credit, professional certifications, professional development credits, college course supplemental material, incorporation in college campus education, and career gap–specific courses while reaching as many learners as possible. Most are associated with universities and taught by professors, produced via a partnership of universities with online learning platforms, such as edX® and Coursera. A variety of educational tools can be incorporated, such as interactive modules, video lectures, reference materials, assessments, collaborative lessons, discussion boards, and peer-reviewed assignments. Newer MOOCs feature chatbots and adaptive algorithm models that adjust to learners' prior knowledge and question responsiveness. They can be easily accessed by anyone, provided they have an internet connection, language proficiency (most are only available in English), and computer literacy (Setia et al., 2019). Many MOOCs offer an audit track, which provides access to all course materials for a limited time except graded assignments; they are typically free but learners are unable to earn a “certificate” under this option. To earn a verified certificate, learners pay a fee and must complete specified assessments, discussions, and/or other assigned learning activities.\n\nMillions of learners of various ages, backgrounds, interests, and goals typically enroll in these courses. As a form of e-learning, MOOCs continue to emerge as a particularly valuable strategy to address some of the training challenges experienced in developing countries by supporting efficient content delivery, decreasing costs, and increasing access (Liyanagunawardena & Aboshady, 2018). MOOCs have been shown to significantly improve outreach regarding public health concerns, as well as providing necessary training for health care professionals and the general public. The most recent report presented at the edX Virtual Forum (2020) documents >35 million learners with 110 million unique enrollments spanning 196 countries. Furthermore, MOOCs are particularly suited for addressing health topics while attracting global learners from low-resource contexts (Barteit et al., 2019). Currently, health and medicine are estimated to account for only a small percentage of MOOCs; topics have included nutrition, stress management, alternative therapies, mental health, ethics, global health, and health care leadership. Other courses are more disease- or condition-specific, such as hypertension, menopause, and pediatric injuries, as well as HIV and addiction. However, what seems to be substantially lacking are courses focused on conditions related to aging and issues impacting older adults.\n\nAs part of a concerted effort to address this dearth of gero-focused content, two MOOCs were launched by Salisbury University's School of Nursing in conjunction with USMx, an initiative through the University System of Maryland's William E. Kirwan Center for Academic Innovation (access https://www.edx.org/course/overview-management-ofparkinsons-disease-2; https://www.edx.org/course/alzheimers-disease-dementia-care). The two courses, titled Overview of Parkinson's Disease & Management and Alzheimer's Disease and Dementia Care, were purposely designed to appeal to lay persons and caregivers, as well as health care professionals working with these patient populations. These courses include a variety of teaching modalities to enhance learner engagement, such as introductory/summary videos for each of the five modules, check your knowledge questions, web links, embedded visuals/videos, as well as video interviews with a person with Parkinson's disease and an Alzheimer's care-giver, respectively, followed by reflective discussion. The response to these self-paced, gero-focused offerings has been overwhelmingly positive, and data show the goal of reaching a wide audience with varying skills was exceeded within the first year. Collectively, there are >12,000 learners and growing, reaching more than 140 countries, with the United States only making up 15% to 20% of the enrolled population. Of these learners who self-reported demographic information for the two courses, approximately 65% are female and 35% are male and median age is 28 years. Approximately 26% have a high school diploma or less, and 24% have an advanced degree. Although these MOOCs, which launched in late 2019/early 2020, likely experienced heightened interest due to the COVID-19–induced lockdown worldwide, the far-reaching nature of these courses as a cost-effective way to introduce a widespread audience to pertinent gerontological topics of interest is markedly clear.\n\nEven with their growing popularity, scholarly debate continues regarding benefits versus concerns when offering free and open content to an international audience. Limitations can include low-quality or non-engaging instruction, passive learning, course difficulty, and low average completion rates despite free content (Setia et al., 2019). High drop-out rates remain a much-criticized issue (Chan et al., 2019). Suggested strategies for improving participation and completion rates while enhancing perceived value would include offering courses of shorter duration and incorporating good-quality media. Furthermore, advertising courses through multiple credible channels (including social media platforms) can spread awareness about e-learning opportunities (Setia et al., 2019). Incentives can include offering certificates, credits, or professional credit; providing learning support and learner feedback; and using data to analyze drop-out points to drive course improvements (Chan et al., 2019).\n\nMOOCs can provide a free and accessible way for learners to be exposed to new topics or disciplines while providing a forum to stimulate new interests and ideas. They can serve as an effective and efficient method to provide education regarding health topics while creating a diverse and interactive community of global learners. MOOCs that address issues specific to the geriatric population can go beyond disease-oriented topics to those that explore broader concerns related to aging, such as polypharmacy, health promotion, transitions in care, end-of-life decision making, and the role of interdisciplinary collaboration in optimizing care outcomes. Although MOOCs can be resource-intensive to develop, the rewards of educating a global audience can be particularly satisfying. High-quality MOOCs developed by knowledgeable faculty and/or expert health care professionals can provide a learning environment where gerontological nurses and other health care providers, as well as lay persons/caregivers from various geographic regions, cultures, and backgrounds, can connect and share experiences. Nursing faculty, in collaboration with practicing gerontological nurses, have the opportunity to provide cutting edge MOOCs to not only enhance learning among students and health care peers to enhance practice, but also inform the global community at large about pertinent geriatric topics.",
    "10.1109/chase52844.2021.00009": "Parkinson's Disease (PD) hand tremors are common symptoms in all stages of PD. PD tremors have a severe influence on patients' daily quality of life. Wearable technology can be used to help detect, quantify, and mitigate these PD tremors. Among the wearable technology, PD tremor detection is the primary step for further analysis and treatment using wearable devices. Some researchers have explored PD rest tremor detection. However, less research has been done concerning postural tremor and action tremor detection, which are difficult to classify only using frequency-domain features. In this paper, we propose TremorSense, a PD tremor detection system to classify Parkinson's Disease hand tremors. TremorSense utilizes accelerometers and gyroscopes as wearable sensors on patients' wrists to collect data from 30 PD patients. We develop the TremorSense Android application that connects the sensors via Bluetooth to save the data. Furthermore, we design an 8-Layer Convolutional Neural Network (CNN) to classify PD rest, postural, and action tremors. We evaluate the CNN model with self-evaluation, cross-evaluation, and leave-one-out evaluation, and the accuracies for all three evaluations are greater than 94%.",
    "10.58680/rte202131190": "There is no abstract available.",
    "10.1893/bios-d-21-00003": "Honey bees are important for crop and wild flower pollination and are facing population decline due to several factors that may be mitigated through conservation efforts. The purpose of this study was to assess attitudes towards honey bees of adults visiting a honey bee information table at a University's weeklong pollinator event in the spring of 2019. Attitudes were assessed utilizing 12 statements scored on a 5-point Likert scale of strongly agree to strongly disagree. Relationships between demographics and attitudes were explored using chi-square test and Bonferroni correction. Attitudes towards honey bees were, overall, positive. Participants recognize the intelligence of honey bees and agree it is important to learn about honey bees, protect them, and that they are an important part of the environment. They disagreed that they felt fear when near a honey bee, and disagreed that it is better to kill a bee than be stung. Additionally, they disagreed that they would kill a honey bee found in their home. Participants strongly disagreed that honey bees are dangerous. Significant relationships were found between the number of times a person was stung and attitudes towards learning about honey bees and whether a person felt that killing a honey bee is better than being stung. A significant relationship was also found between geographic location and the importance of honey bees to the environment. This study highlighted the need to continue education and exposure of the public to honey bees in order to positively affect perceptions.",
    "10.18473/lepi.76i4.a3": "We surveyed for caterpillars and adults of King's Hairstreak, *Satyrium kingi* (Klots and Clench, 1952), a globally vulnerable species found along the Atlantic Coastal Plain. Surveys were conducted at three study sites with abundant *Symplocos tinctoria* (L.) L'Hér. (Family: Symplocaceae), the caterpillar host plant. We found caterpillars at only one site using UV LED flashlights and adults at two of the three sites. Mating was not observed, and eggs were not found. We discuss observations of *S. kingi* adults and caterpillars, management of our study sites, data from habitat assessments, and recommendations for further study of *S. kingi*.",
    "10.1656/045.029.0210": "The abstract from the provided HTML is as follows:\n\n\"In 2016, Myotis septentrionalis (Northern Long-eared Bat) was listed as federally threatened in the United States, due largely to declines from white-nose syndrome (WNS). The dramatic decline of this species heightens the significance of new occurrences outside the known range. Herein we report the first ever capture and genetic confirmation of an adult male Northern Long-eared Bat on the Delmarva Peninsula, MD, located on the northern portion of the Atlantic Coastal Plain. This finding suggests further surveys are needed along the Atlantic Coastal Plain to determine if this region is being increasingly utilized by this species in the era of WNS.\"",
    "10.1249/01.mss.0000883536.82798.8b": "The abstract extracted from the provided HTML is as follows:\n\n**PURPOSE:** The purpose of this study was to investigate the effects of a functional training program, delivered via Zoom, on the neuromuscular system as well as resting blood pressure measures.\n\n**METHODS:** Fifteen participants were assigned to either exercise (M = 4; F = 5) or control (M = 3; F = 3) group. The 4-week bodyweight circuit exercise protocol (i.e., jumping jacks; modified push-ups; high knees; squat; mountain climbers; and lunges) was performed 3d/wk for four weeks. Maximal voluntary isometric contractions (MVIC) were performed using a handgrip dynamometer. During each contraction, surface electromyography (sEMG) and force signals were recorded to assess sEMG amplitude (RMS) of flexor carpi radialis muscle as well as peak force (PF). Additionally, the brachial artery's resting blood pressure (BP) in a fasted state was recorded before and after the 4-week intervention. BP was self-monitored by participants once a day for 4 weeks to evaluate systolic and diastolic pressure readings. Two-way ANOVAs with factors of group [i.e., home-based exercise (HBE); control (CON)] and time [i.e., pre-post] were used to analyze pre- and post-testing measures.\n\n**RESULTS:** No significant (p > 0.05) differences between groups were observed in resting BP and sEMG-RMS. However, the HBE group significantly (p < 0.05) increased MVIC of the right hand (HBE: 27.8 ± 5.1 to 31.2 ± 5.2 kg, CON: 26.0 ± 2.3 to 25.6 ± 2.6 kg) from pre- to post-testing.\n\n**CONCLUSION:** Despite the lack of significant improvements in neural activation and resting blood pressure, the HBE groups significantly improved muscular strength by performing home-based functional circuit workouts. These findings suggest that home-based functional training delivered remotely is an effective strategy to improve muscular strength after four weeks.",
    "10.58680/ej2022.31702": "No abstract is available.",
    "10.1109/bdcat56447.2022.00048": "Bacteria Based Cancer Therapy (BBCT) is a unique form of cancer treatment where bacteria is genetically engineered to induce production of the anticancer drug from within the tumor without affecting normal tissues. This project aims to study and develop image processing and machine learning algorithms to segment and track the size of the tumor regions affected by the anti-cancer bacteria based on the diffusion-weighted MRI images (DWI) collected from animal tumor models over the course of treatment, providing methods of evaluating its effectiveness. We employ emerging image processing and machine learning techniques that are implemented in MATLAB and Python to create algorithms consisting of pre-processing, processing, and post-processing steps, with the goal of calculating the destructed tumor tissue volume at each stage of the treatment. To automate the pre-processing and identification steps of the tumor region, a convolutional neural network called a U-Net is utilized to predict a binary mask to identify and crop the raw MRI images around the tumor prior to the processing and the post-processing steps, then the algorithm calculates the total volume of the tumor, dead tissue, and live tissue. The U-Net is trained using binary masks of the tumor regions alongside the original MRI images. The developed algorithms allow researchers to quantitatively determine the effectiveness of the BBCT by tracking the volume of dead tumor tissues. Ultimately, this research could lead to an automated 3D volumetric tumor tissue destruction measured in vivo longitudinally in the DWI experiments.",
    "10.3102/ip.22.1890017": "The abstract extracted from the provided HTML is as follows:\n\n\"The emphasis on professional knowledge and practical research means methodological training in Ed.D. programs must prepare their candidates for the career demands graduates will likely encounter; practitioner research is well-suited to this task. Yet, the lower status traditionally accorded to practitioner research, along with an absence of clear guidelines for its methodology and quality, challenge its acceptance as a form of knowledge production. The current study analyzes 74 accounts of practitioner research in literacy for evidence of methodological quality. Findings reveal ways practitioner researchers systematically conduct and report their inquiries as well as areas for improvement. The hallmarks of quality identified in this study can be used to advance practitioner research as a methodology and knowledge-generating endeavor.\"",
    "10.3998/fc.2712": "Combat veterans in contemporary cinema are often silent. It’s not just that they rarely speak about the war; they typically have less dialogue overall than other characters, even as they appear in many scenes of the film and are often at the center of it. For Bartle, the protagonist of *The Yellow Birds* (Alexandre Moors, 2017), based on a novel of the same name by Kevin Powers (2012), silence is a survival tool during training; early on, for instance, he urges Murph, who will eventually become his best friend, to be quiet lest their sergeant hear them talking while they’re loading clips on the firing range. Silence for the post-war Bartle, however, is different, bound up not just with the combat he takes part in, but also with guilt, both for Murph’s death and for a war crime that the film gradually reveals. And while not every contemporary film about returning veterans has a war crime at its center—many such films, in fact, emphasize the veteran’s heroism—almost all cinematic combat veterans begin the film in silence.\n\nThis silence is but the first step in a remarkably consistent generic arc: the cinematic veteran, returned to the United States, is characterized by silence; the narrative works toward a moment, either positioned as the climax or very nearly there, where the veteran tells their story; the story is told to a listener who often directly elicits the story; and once this story is told, the narrative implies a healing of wounds, with a promise of the veteran rejoining the community, often through the listener. (The consequences of not telling the story result in a different outcome, as we will see.) This arc is also one that we find in cinematic veterans on screen in earlier eras; Keith Beattie, whose work I discuss at greater length below, has traced out the Vietnam Veteran’s movement from silence to speech in narrative representation. But whereas for Beattie’s Vietnam Veteran, that transformation took years, the contemporary arc takes a mere two hours, and it occurs every time we view the films. And even if this was true for some earlier films as well, the consistency of the contemporary arc within a feature-film time-frame bears scrutiny here.\n\nThis essay will trace out this arc, and explore each stage of it, within a single film: *The Yellow Birds*. By examining *The Yellow Birds*, my hope is that it might bring us a bit closer to understanding the stories we are telling ourselves about military veterans returning from contemporary U.S. wars. In doing so, I hope to begin shedding light on the ways we view those veterans, the ways we view those wars, and the truth and lies we tell ourselves about both.",
    "10.4310/joc.2022.v13.n2.a1": "The provided HTML does not contain any text or content related to an abstract. It appears to be a basic loading page without any information about an academic research paper. Therefore, I cannot extract an abstract from this HTML. If you have another HTML string that includes the abstract, please share it!",
    "10.31274/itaa.15991": "Virtual influencer (VI) is a human-like, digital character, which is designed using computer graphics and motion capture technology to simulate the human’s realistic features. Several famous VIs have endorsed fashion brands, appearing in the advertising campaigns (e.g., Lil Miquela x Prada). The purpose of this study was to investigate the effectiveness of using VIs as fashion brand endorsers. Specifically, we tested the impacts of the five perceived characteristics of VIs (attractiveness, innovativeness, curiosity, authenticity, and controllability) on consumer’s attitudes to the advertisement featuring VIs, brand attitudes, and behavioral intentions toward the brand. Data were collected from 252 consumers aged in 18-25 through Amazon MTurk. Structural equation modeling results indicated that the more consumers perceived VIs as attractive, authentic, controllable, and curious, the more positively they reacted to the advertisement featuring VIs as well as to the brand (and vice versa). Brand attitudes influenced behavioral intentions toward the brand. Consumer’s innovativeness and market mavenism were significant moderating variables.",
    "10.1109/msn57253.2022.00110": "Automatic food type recognition is an essential task of dietary monitoring. It helps medical professionals recognize a user's food contents, estimate the amount of energy intake, and design a personalized intervention model to prevent many chronic diseases, such as obesity and heart disease. Various wearable and mobile devices are utilized as platforms for food type recognition. However, none of them has been widely used in our daily lives and, at the same time, socially acceptable enough for continuous wear. In this paper, we propose a food type recognition method that takes advantage of Airpods Pro, a pair of widely used wireless in-ear headphones designed by Apple, to recognize 20 different types of food. As far as we know, we are the first to use this socially acceptable commercial product to recognize food types. Audio and motion sensor data are collected from Airpods Pro. Then 135 representative features are extracted and selected to construct the recognition model using the lightGBM algorithm. A real-world data collection is conducted to comprehensively evaluate the performance of the proposed method for seven human subjects. The results show that the average f1-score reaches 94.4% for the ten-fold cross-validation test and 96.0% for the self-evaluation test.",
    "10.58680/rte202231642": "The extracted abstract from the provided HTML is:\n\n\"There is no abstract available.\"",
    "10.1249/01.mss.0000983480.29368.36": "The abstract extracted from the provided HTML content is as follows:\n\n**ABSTRACT**\n\nArterial stiffness is a systemic loss of elastic properties that significantly augment cardiovascular disease risk in adults. Investigations into specific behaviors and practices that influence arterial stiffness has been a priority in the past few years. Chronic aerobic and anaerobic exercise activity has consistently shown to attenuate or not influence markers of arterial stiffness in adults with chronic disease and otherwise healthy adults. Chronic high functional resistance training’s effect on vascular compliance is less understood.\n\n**PURPOSE:** To determine the effects of a chronic high functional resistance training program on pulse wave velocity and beta-stiffness index.\n\n**METHODS:** Participants (18-40 years old) were placed in a non-randomized fashion into high functional resistance training (HFRT) group (n = 9; >6 months of CrossFit experience; 4 female), or control (CON) group (n = 8; < 6 months of exercise experience; 6 female). Participants in the HFRT group trained at the same local facility 4 -5 days a week, utilizing the same training program. CON group refrained from exercise during the study period. Body composition, 1,000 meter rowing test, deadlift 1 repetition maximum (1 RM), hemodynamic assessments and vascular compliance was assessed at baseline and follow-up. Repeated measures analysis of variance was used to examine within and between interactions on indices of arterial stiffness.\n\n**RESULTS:** There were baseline differences between groups in deadlift 1 RM (72.3 ± 18.2 kg mean difference (MD), p < 0.01), rowing time (143.8 ± 35.7 sec MD, p < 0.01), and rowing average watts (153.8 ± 34.6 watts MD, p < 0.01). Following the intervention, seated diastolic blood pressure (DBP) increased only in the CON group (3 ± 4 mmHg MD, p = 0.04). No significant differences within and between group interactions were found in arterial stiffness variables.\n\n**CONCLUSIONS:** The findings indicate indices of arterial stiffness are not influenced by participation in chronic high functional resistance training.",
    "10.1249/01.mss.0000980200.41641.da": "The abstract extracted from the HTML is as follows:\n\n**ABSTRACT**: The popularity of blood flow restriction (BFR) exercise has increased in both clinical and athletic populations in the last few years. The impact of this type of training on arterial stiffness is less understood. \n**PURPOSE**: To investigate the acute effects of autoregulated (AR) and non-autoregulated (NAR) BFR exercise on indices of arterial stiffness. AR BFR training devices adjust pressure in the cuff ensuring similar pressure throughout the range of motion when the muscles are contracted (dilatated) and relaxed. NAR BFR training devices do not adjust pressure in the cuff throughout the range of motion when the muscles are contracted and relaxed which cause greater pressures at different points in the range of motion. \n**METHODS**: Following a randomized AR or NAR familiarization training session, 20 adults (23 ± 5 years; 7 female) participated in 3 randomized treatment-order sessions with AR-BFR, NAR-BFR, and no-BFR separated by 1-week washout periods. Participants performed 4 sets of dumbbell wall squats to failure using 20% of 1 repetition maximum (1-RM) at 2-second concentric/eccentric cadence. Pneumatic straps were placed around the proximal portion of each thigh and training limb occlusion pressure (LOP) was set at 60% of supine LOP for both the AT and NAR sessions. Testing before and immediately following the training session included ultrasonography of the carotid artery, applanation tonometry, and blood pressure acquisition. Two-way ANOVAs were used to examine the effects of treatment and the treatment-order interaction on pulse wave velocity (PWV), beta-stiffness index (β-stiff), and arterial compliance (AC). \n**RESULTS**: There were no baseline differences in CF- (carotid-femoral) PWV, CR- (carotid-radial) PWV, β-stiff, and AC (all p > 0.05). CF-PWV increased in the NAR-BFR (mean difference = 0.57 ± 1.12 m/s, p = 0.02) and no-BFR (mean difference = 0.63 ± 1.42 m/s, p = 0.03) groups following the exercise session. CR-PWV increased in the no-BFR (mean difference = 0.82 ± 1.5 m/s, p = 0.03) group. And there was an interaction effect in CF-PWV between AR-BFR and NAR-BFR (mean difference = 0.70 ± 1.6 m/s, p = 0.03). \n**CONCLUSION**: These findings show acute AR-BFR training does not influence indices of arterial stiffness while acute NAR-BFR training increases central stiffness.",
    "10.1249/01.mss.0000981168.98351.fb": "The abstract for the paper titled \"Comparison Of Autoregulated And Non-Autoregulated Blood Flow Restriction Training On Acute Muscular Morphological Adaptations\" is:\n\n**PURPOSE:** To compare the effects of autoregulated BFR (A-BFR), non-autoregulated BFR (NA-BFR), and no BFR on acute morphological adaptations of vastus lateralis (VL). A-BFR cuff pressure was automatically adjusted throughout the range of motion as muscle contracting. NA-BFR devices did not adjust the pressure in the cuff for muscle contraction.\n\n**METHODS:** Following a randomized familiarization, 20 adults (23 ± 5 years; 7 females) participated in 3 randomized treatment-order sessions with A-BFR, NA-BFR, and no BFR separated by 1-week washout periods. Participants performed four sets of wall squats to failure using 20% of 1-RM at 2-sec concentric/eccentric cadence and 1 min recovery between sets. Participants wore BFR cuffs at 60% of supine limb occlusion pressure (LOP) on top of their thighs. VL cross-sectional area (CSA) and echo intensity (EI) were assessed via ultrasound before and after each session. The scans were captured in the transverse plane at the mid-thigh of the right leg. Two-way ANOVAs were used for statistical analysis.\n\n**RESULTS:** No significant time × treatment interaction (p > 0.05) was observed. However, there were significant main effects of treatment for CSA (p = 0.016) and EI (p = 0.019). Post hoc analyses showed significant differences between A-BFR and NA-BFR, while there were no other significant differences between treatments. Furthermore, significant main effects of time were observed in CSA (p = 0.000) and EI (p = 0.001). All treatments significantly (p < 0.05) increased CSA (A-BFR: 27.4 ± 6.8 to 29.7 ± 7.2 cm², α%: 7.9 ± 3.3; NA-BFR: 27.8 ± 6.9 to 30.3 ± 7.3 cm², α%: 8.5 ± 2.3; no BFR: 27.6 ± 6.7 to 29.8 ± 7.0 cm², α%: 7.4 ± 3.4) and EI (A-BFR: 65.3 ± 10.5 to 67.5 ± 10.5 au, α%: 3.3 ± 4.9; NA-BFR: 68.6 ± 10.2 to 73.5 ± 11.0 au, α%: 6.1 ± 9.0; no BFR: 67.6 ± 9.6 to 70.8 ± 10.9 au, α%: 4.1 ± 6.6).\n\n**CONCLUSION:** Low-load resistance exercise to failure induces acute muscle swelling regardless of BFR. However, NA-BFR significantly increased CSA and EI compared to A-BFR. Since EI is inversely related to muscle quality, these findings suggest that autoregulated pressure in A-BFR can cause a lower fluid flux to the intracellular space and possibly less muscle damage and swelling than NA-BFR.",
    "10.1643/h2021134": "The abstract extracted from the provided HTML is:\n\n\"Habitat loss and degradation affect populations in isolation while also modifying the intensity of interspecific interactions, which may be especially relevant for species of conservation concern coexisting with more common species. We explored habitat preferences and potential interspecific resource competition in the endangered Spotted Turtle (Clemmys guttata). For habitat data, water quality measurements were recorded once per trapping session, while canopy cover and vegetation data were recorded once per field season. We also investigated niche overlap in habitat and food resources between C. guttata and other, more common, turtle species. Our data indicated that the abundance of C. guttata was negatively correlated with dissolved O2 and pH levels and positively correlated with body of water depth and canopy cover. The investigation of niche overlap revealed that Mud Turtles (Kinosternon subrubrum) and Painted Turtles (Chrysemys picta), but not Snapping Turtles (Chelydra serpentina), were negatively correlated with the abundance of C. guttata despite differences in characteristics of bodies of water used by each species. We used structural equation modeling to better understand if the relationships between C. guttata and other turtles were due to direct interactions or simply reflected environmental influences. We then used stable isotope analyses to compare similarities in δ13C and δ15N isotopes as proxies for diet overlap between C. guttata and other turtles and ultimately found that all species had similar, broad diets. The inverse relationship between abundance of C. guttata and other species, paired with the overlap in dietary niche space, suggests there is potential for interspecific interactions to negatively impact the abundance of C. guttata within turtle communities on the Atlantic Coastal Plain. The results of this study highlight that management efforts may need to consider that species of conservation concern coexist with more common species, especially as habitat loss decreases the breadth of habitat available.\"",
    "10.1055/a-2197-7700": "The abstract extracted from the provided HTML is:\n\n**Erratum**  \nNicholas Rolnick, Nicholas Licameli, Masoud Moghaddam, Lisa Marquette, Jessica Walter, Brent Fedorko, Tim Werner  \nAutoregulated and Non-Autoregulated Blood Flow Restriction on Acute Arterial Stiffness  \nInt J Sports Med 2023;  \nThe conflict of interest information of author N. Rolnick were added to the article. This could not be displayed until now due to a technical error.",
    "10.1670/20-097": "Habitat loss, degradation, and modification are important drivers of global population declines in amphibians. Most amphibians have a biphasic lifestyle and are susceptible to threats in both aquatic and terrestrial habitats. Eastern Tiger Salamanders (Ambystoma tigrinum tigrinum) are endangered throughout much of their range in the eastern United States, including Maryland and Delaware. Ambystoma t. tigrinum breed in ephemeral freshwater ponds and then migrate into the surrounding terrestrial environment after metamorphosis. Limited research exists about what habitat characteristics play a role in breeding pond use. We sought to understand what features of the breeding pond and surrounding landscape influence abundance and occupancy. We measured salamander occupancy, salamander abundance, and water quality parameters at ponds during the 2018 and 2019 breeding seasons. We used geographic information systems to determine pond area and the percentage of forest area and road density surrounding a pond at four spatial scales. Pond occupancy by A. t. tigrinum was positively associated with increased depth and less forest cover at the largest spatial scales. Abundance of A. t. tigrinum was greatest in larger, deeper ponds, potentially because these factors increase hydroperiod. More basic pH and decreased conductivity were also associated with higher male salamander abundances in ponds. Forest area and road density were not in the top-ranked model, although we note that ponds in this study had a minimum of 70% forest area within 150 m. Our findings elucidate relationships between A. t. tigrinum and their habitat, providing knowledge for future management of this state-endangered species.",
    "10.1249/01.mss.0000982116.60339.f7": "The abstract extracted from the provided HTML is as follows:\n\n---\n\nConsistent physical inactivity in the college student population is linked to an increased risk for chronic health conditions. Exploring influential factors and interventions associated with PA of this population is pertinent in increasing engagement and adherence.\n\n**PURPOSE**: To examine the impact of motivational interviewing (MI) on anthropometric measures, PA, and exercise motivation during an 8-week intervention.\n\n**METHODS**: Nine students at a U.S. public university responded to a questionnaire fall 2021 and completed anthropometric measurements at 3 different time points: pre-, mid-, and post-intervention. The intervention consisted of 3 exercise days per week for approximately 30 minutes. The questionnaire consisted of validated survey instruments regarding PA levels, feelings toward PA, motivation, exercise self-efficacy, and general lifestyle behaviors. Repeated measures ANOVAs examined the differences from each time point for each variable.\n\n**RESULTS**: There was a significant increase in the motivation to exercise to spend time with friends from pre-evaluation to post-evaluation (p = 0.01) with a strong effect size (Cohen’s d = 1.05). There was a significant improvement in the motivation to become more agile from pre-evaluation to post-evaluation (p = 0.01) as well as from pre-evaluation to mid-point evaluation (p = 0.004) with large effect sizes (Cohen’s d = 1.33, Cohen’s d = 1.17 respectively). There was a significant improvement in the motivation to exercise to recover from illness or injury from pre-evaluation to post-evaluation (p = 0.02) with a large effect size (Cohen’s d = 0.96) and from pre-evaluation to mid-point evaluation (p = 0.04) a large effect size (Cohen’s d = 1.74). No significant differences were found for any other variables.\n\n**CONCLUSION**: Our findings support motivational interviewing as effective in improving exercise motivation.\n\n---",
    "10.1145/3565287.3617979": "Sequential algorithms for the Stable Matching Problem are often too slow in the context of some large scale applications like switch scheduling. Parallel architectures can offer a notable reduction in complexity. We propose a stable matching algorithm using n² processors that converges in O(n log(n)) average runtime. The algorithm is structurally based on the Parallel Iterative Improvement (PII) Algorithm [3], which successfully finds a stable matching in approximately 90% of cases. We suggest an alternative selection method for pairs in the PII algorithm, called Dynamic Selection, leading to an algorithm that fully converges over 200,000 trials and generally converges much faster. We also suggest the Right-Minimum selection method, leading to an algorithm which converges in approximately 99.9% of cases and can be combined with the PII-SC algorithm's cycle detection and Gale-Shapley Initiation to remove all cycles observed thus far.",
    "10.1080/03630242.2023.2272203": "Lower sexual satisfaction with one’s current partner (SSCP) has been associated with having a history of sexual victimization experience (SVE). However, whether or not this SVE involved the current partner as the perpetrator has been unclear. This study aimed to address this gap in the sexual health literature by examining women’s SSCP based on SVE with that current partner (yes; no) and/or a different perpetrator (yes; no). A convenience sample of undergraduate women with an exclusive current partner (n = 412; 99 percent unmarried) at a U.S. public university anonymously responded via paper-and-pencil to the Global Measure of Sexual Satisfaction and the Sexual Experiences Survey-Short Form Victimization between 2012–2016. A 2 × 2 ANOVA revealed that current-partner SVE was associated with lower SSCP (F (1, 410) = 7.38, p = .007, partial n² = .018), but other-perpetrator SVE was not. SVE may predict lower SSCP when victimized by that partner, as that partner may be associated with the negative victimization experience. Although preliminary, findings highlight the importance of considering how partner-related health factors (e.g. SSCP) may be differentially associated with SVE based on whether or not the victim’s current partner was the perpetrator.",
    "10.1145/3580252.3589414": "Automatic walking surface detection helps people adapt their gait to different surfaces and reduce fall risk. Walking on different surfaces causes different foot-floor friction patterns. We proposed to deploy motion sensors near the ankle to sense foot-floor friction and recognize walking surfaces. There are two contributions in this proposed research work. First, we demonstrated that the proposed method is capable of distinguishing five most-common walking surfaces in daily living. Second, we compare the detection accuracy between walking normally and dragging feet while walking. Experimental results show the proposed method obtains higher accuracy for dragging feet while walking, which reaches 90.6% using only five seconds of data.",
    "10.1093/psquar/qqad084": "Examining social justice organizations in Minneapolis, Minnesota, David Forrest uses data carefully gathered from immersive fieldwork to explain why these movements often fail to advance abolitionist demands. The rhetoric used to publicize their demands frequently undermines the efforts of other organizers seeking emancipatory social change. The research provides a glimpse into the activities of social justice organizations through the lens of organizers. Although the study is limited to this case, the author demonstrates how these organizations differ despite serving overlapping constituencies and facing similar political hazards. He seeks to explain why some organizations effectively empower poor, marginalized, and exploited populations while others weaken the struggle for justice, freedom, and abolitionist demands.\n\nForrest argues that social justice organizations encounter resistance from social, economic, and institutional forces seeking to displace, subvert, and destroy movements to abolish oppression. These factors include neoliberal ideology encouraging the marketization of public goods like education. Combined with demands placed on workers and individuals operating under capitalism, social justice organizations experience unequal participation and access to resources based on socioeconomic status. Like Martin Gilens argued in Affluence and Influence, the demands placed on workers and individuals under capitalism constrain the influence of social justice organizations, creating inequalities in participation and resources based on socioeconomic status. Forrest convincingly argues that before the 2008 Great Recession, the Obama administration and local governments administered policies reflecting neoliberal values. Prioritizing bailouts for financial institutions, corporations, and wealthy investors, instead of policies to bail out low-income, Black, and disadvantaged communities, marginalized communities became targets for financial institutions with high-interest subprime and otherwise predatory mortgage products.\n\nAs discussed in Race for Profit: How Banks and the Real Estate Industry Undermined Black Homeownership by Keeanga-Yamahtta Taylor, racial oppression that contributed to housing segregation, Black poverty, and reinforced institutional racism was replaced by government-insured mortgage-lending exploitation. Forrest provides a clearly articulated theory and compelling explanation of housing insecurity, education, poverty, and the fight for social justice. He contributes to this literature by discussing how predatory lending practices fueled the housing crisis. Lasting and disproportionately high foreclosure rates among Black women are related to these pernicious practices. The disparities are politicized by framing the Black community as “irresponsible borrowers.” He effectively shows how this context (i.e., underfunded education systems, foreclosures, housing insecurity, and poverty) affected the goals and mobilization of social movement organizations. \n\nForrest contends that respectability politics and conventional rhetoric lead social justice organizations to diminish, obscure, and deny abolitionist demands. Like arguments presented during the Civil Rights era, many activists believe that the demands of social movements should be pragmatic and achieved through conventional political means. Contentious identities are fashioned to reject the stigmatization of targeted groups like Black women, low-income people, and working-class constituencies. Instead of operating on the basis of the assumption that Black people are irresponsible borrowers, effective social movements use adversarial contentious identities that challenge social ignorance. For instance, the author discusses how the Welfare Rights Committee combatted social ignorance by deploying etiquette, contentious identity, and rhetoric that “problematized societal ignorance about the market-based system of oppression.”\n\nThe need for authenticity and oppositional narratives that foreground abolitionist demands and raise awareness of injustice effectively challenged systems of oppression. In this book, Forrest has examined social justice organizations in a manner that clarifies the complexity of grassroots organizing. As scholars and activists continue to interrogate social problems linked to racism, housing insecurity, and the COVID crisis, this volume advances knowledge about social justice movements and inequality in America. Readers interested in understanding how organizations have effectively advocated for abolitionist demands will benefit from reading this book.",
    "10.1093/ahr/rhad071": "In his *Ecclesiastical History*, Eusebius recounted how in 250 Christians in Alexandria courageously cared for the victims of an epidemic. Without thinking of their safety, they embraced their loved ones as death approached. Their pagan neighbors, on the other hand, abandoned their family members in fear and left them to die alone in the streets. These Alexandrian Christians were practicing *philanthropia*, the virtue the apostle Paul called *agape* (love, charity), but they did not extend this philanthropy to pagans. In the next hundred years, however, Christians began to assist all men and women regardless of their religious beliefs.\n\nScholars studying Christian philanthropy in the Early Byzantine period (323 to 642) attribute this expanding scope of Christian charity to Constantine’s conversion and the subsequent Christianization of the Roman state. In *The Rich and the Pure: Philanthropy and the Making of Christian Society in Early Byzantium*, Daniel Caner has undertaken a far more thorough analysis of this shift in Christian philanthropy. By examining various terms that Christian writers chose to emphasize different aspects of Paul’s *agape*, Caner traces out more precisely how these shifts occurred.\n\nCaner agrees that the conversion of Constantine changed philanthropy from a virtue of Christian life into a pillar of the East Roman state. In 572, the emperor Tiberius II maintained that justice and philanthropy were the two pillars that supported the empire’s tranquility. Caner, however, also investigates how these changes in the state shaped thinking about philanthropy among Christian intellectuals. In pursuing this goal, he has uncovered an array of sources that scholars in this field have previously ignored. For example, he analyzes a passage in an anonymous text from fourth-century Syria, *The Clementine Homilies*, a fictitious story about Peter and his disciple Clement. In one scene, Peter explains to Clement that *philanthropia* must be offered to all, the good and the bad, as the heavenly Father sent life-giving rain to both virtuous and evil men (Matt. 5:45). Giving to someone because of pity or an obligation to repay a past favor is commendable, but not true philanthropy.\n\nCaner also discusses the institutional expressions of philanthropy that suddenly appeared in cities in the early Byzantine Empire—hospitals, hospices, and *ptochotropheia* (literally poor houses). The famous theologian and bishop Basil of Caesarea opened such a philanthropic institution, his *ptochotropheion*, outside Caesarea, ca. 370. Caner, however, convincingly argues that this institution was not a house for homeless people as its name implies, nor a hospital as many scholars claim, but a facility to care solely for lepers. Indeed, sources that describe it mention only leprous residents. Moreover, Gregory of Nazianzos, a close friend of Basil, delivered a sermon on caring for *ptochoi* (the poor) in which the term *ptochos* is synonymous with “leper.”\n\nCaner demonstrates that Basil considered his *ptochotropheion* a school where the *ptochoi* in body (lepers) learned to be *ptochoi* in spirit—that is, monks. According to Caner, the message of both Basil and Gregory of Nazianzos was that leprosy purified its victims and, when rightly considered, made them monks. This argument, along with those presented below, convinced most Christians that monks and their monasteries were worthy recipients of *philanthropia*, along with lepers, the sick, and the aged.\n\nCaner analyzes five terms—alms (*eleēmosynē*), charity (*agape*), blessing (*eulogia*), first fruits (*karpophorai*), and liturgical offerings (*prosphorai*)—which apply to philanthropy but emphasize different dimensions of the virtue. For example, one gives alms out of pity for victims of misfortune or to gain one’s salvation, but charity is total self-giving. The Egyptian monk Agathon described charity as exchanging one’s own healthy body for that of a leper; here the *ptochos* in spirit yearns to be *ptochos* in body.\n\nBlessing, on the other hand, applies to God’s philanthropy to humans, as in the case of Saint Euthemius’s monastery south of Jerusalem. When four hundred Armenian pilgrims arrived at the gates, the monastery’s pantry, which earlier had been almost empty, was so full of bread that the cellarer could scarcely close its door. Men and women imitated God’s *eulogia* by blessing monasteries and philanthropic institutions with donations ranging from simple gifts of food to huge estates.\n\nFirst fruits (*prosphorai*), on the other hand, were thank offerings that men and women offered to God in return for his many blessings. During the early Byzantine period, Syria, Palestine, and Egypt usually experienced bountiful harvests; the population increased, and cultivated areas expanded. Many Christians believed that the prayers of the pure, the celibate monks, had obtained these increasing yields from the hand of God. Monastic writers maintained that monks’ prayers helped to restore the balance of nature and to reunite matter and spirit, separated at the Fall. Thus, it was appropriate to offer monks the first fruits of the fields. In fact, this was a key philanthropic act since it sustained society’s abundant supply of food.\n\nFinally, Caner examined liturgical offerings (*prosphorai*), a form of philanthropy that had developed from offerings of bread and wine for the Eucharistic sacrifice. By the fifth century, however, this custom had expanded to include every sort of donation from food to large estates. Again, Caner introduced a rarely cited source, a sermon by Jacob of Serug, a bishop from northern Mesopotamia. He wrote this sermon in verse to explain how gifts offered as part of the Eucharistic offering won forgiveness for the sins of those who had died.\n\nCaner’s book is complex and requires careful reading, but it is a gold mine of previously overlooked sources, such as this poetic sermon by Jacob of Serug. Any student of Christian philanthropy, and given its intimate connection with asceticism, of Christian monasticism as well, will benefit from *The Rich and the Pure*.",
    "10.1249/01.mss.0001052868.70990.0c": "The abstract extracted from the HTML is:\n\n**PURPOSE**: To investigate the effects of autoregulated (AR) and non-autoregulated (NAR) BFR biceps curl exercise on arterial stiffness. AR BFR cuffs adjust pressure as the muscle undergoes concentric and eccentric contractions, maintaining a constant pressure in the limb throughout the entire range of motion. NAR BFR training cuffs do not adjust pressure throughout the range of motion thus causing greater pressures in the limb during concentric contraction when the muscle size is enlarged. How this exercise acutely impacts arterial stiffness in upper body exercise is not well understood.\n\n**METHODS**: Following a randomized familiarization period with AR or NAR BFR biceps curl exercise, 33 adults (20 ± 2 years; 11 females) participated in 3 randomized sessions with AR-BFR, NAR-BFR, and no-BFR (no cuffs) separated by 1-week washout periods. Using 20% of the 1 repetition maximum (1-RM) with 2-second concentric/eccentric cadence, participants performed 4 sets of biceps curls to failure. Training limb occlusion pressure (LOP) was set at 60% of supine LOP for both BFR sessions. Measurements before and immediately following the training session included blood pressure acquisition, arterial tonometry, and ultrasonography of the carotid artery. Between and within effects of treatment on central systolic blood pressure (cSBP), central diastolic BP (cDBP), central pulse pressure (cPP), central mean arterial pressure (cMAP), pulse wave velocity (PWV), beta-stiffness index (β-stiff), and arterial compliance (AC) were analyzed with two-way ANOVAs.\n\n**RESULTS**: There were no baseline differences in variable of interest (all p > 0.05). cDBP increased posted exercise in all three groups (AR-BFR mean difference (MD) = 7 ± 1 mmHg, p < 0.01; NAR-BFR MD = 6 ± 1 mmHg, p < 0.01; no BFR MD = 5 ± 1 mmHg, p < 0.01). And there was a non-significant trend in β-stiff (MD = 1.25 ± 0.46 au, p = 0.07) and AC (MD = -0.3 ± 0.1 mm²/mmHg x 10⁻¹, p = 0.07) with the no BFR treatment.\n\n**CONCLUSION**: The present findings show acute AR-BFR and NAR-BFR bicep training did not impact arterial stiffness.",
    "10.1249/01.mss.0001060920.34828.c8": "The abstract for the paper titled \"Effects Of Upper And Lower Body Blood Flow Restriction Training On Subjective Assessments\" is as follows:\n\n**PURPOSE:** To characterize the effects of upper and lower body autoregulated blood flow restriction (AR-BFR), non-autoregulated BFR (NAR-BFR), and no BFR on rating perceived exertion (RPE), rating perceived discomfort (RPD), and gauge of a 1-10 Likert scale on the likelihood of performing the exercise training again. AR-BFR pressure cuffs adjust pressure automatically, maintaining a similar pressure during concentric and eccentric phases. However, NAR-BFR pressure cuffs do not accommodate for larger muscle diameters during the concentric phase, creating higher limb pressures compared to the eccentric phase.\n\n**METHODS:** Accordingly, 33 adults (21 ± 2 years; 11 females) participated in the upper body and 20 adults (23 ± 5 years; 7 females) participated in the lower body in treatment-order exercise sessions with AR-BFR, NAR-BFR, and no BFR in a randomized fashion separated by 1-week and included a familiarization session. All participants in the upper body sessions performed four sets of dumbbell curls and all participants in the lower body sessions performed four sets of wall squats with handheld dumbbells to volitional fatigue using 20% of their 1-RM with 2-second cadence and 1 minute rest periods. Cuffs were placed at the proximal portion of the arms and thighs, and limb occlusion pressure (LOP) was set at 60% of supine LOP for both BFR treatments during the exercise and rest periods for both the upper and lower body sessions, respectively. Subjective measurements of RPE, RPD, and the 1-10 Likert scale were taken immediately post-exercise while the cuffs were inflated. Two-way ANOVAs were conducted on variables of interest.\n\n**RESULTS:** There were no significant differences in RPE between AR-BFR, NAR-BFR, and no BFR in the upper and lower body sessions (p = 0.13). There was a significant difference in RDP between upper body AR-BFR and no BFR (mean difference (MD) = 2.23 ± 0.47, p < 0.01) and upper body NAR-BFR and no BFR (mean difference (MD) = 1.32 ± 0.47, p = 0.05).\n\n**CONCLUSION:** The use of BFR does not appear to influence subjective ratings of exertion in the upper and lower limbs. Additionally, AR-BFR and NAR-BFR devices may cause more subjective discomfort compared to no BFR.",
    "10.1656/045.031.s1222": "Predation can lead to nonlethal injury as well as mortality in turtles, with many *Clemmys guttata* (Spotted Turtle) having predator-induced limb and foot amputations. The impact of such injuries on movements of freshwater turtles remains poorly understood. We tracked Spotted Turtles (*n* = 20) in a single population on the Delmarva Peninsula using radio telemetry for ∼1 year. Seven turtles had at least 1 limb or foot completely amputated by a predator, and the remaining 13 were uninjured. When comparing movements among turtles, we found no difference in home-range sizes between male (*n* = 8) and female (*n* = 7) nor between injured (*n* = 7) and uninjured (*n* = 8) Spotted Turtles during their breeding season. However, injured turtles (*n* = 5) had smaller home ranges (mean ± SE = 0.26 ± 0.14 ha) than uninjured turtles (*n* = 12, 0.74 ± 0.15 ha) during the nonbreeding season, when turtles are more terrestrial. Our findings suggest a potential ecological cost of nonlethal injury, as predator effects might extend beyond simple mortality.",
    "10.1109/chase60773.2024.00034": "Dragging feet is an important indicator of potential falls. We propose using a motion sensor-embedded wearable device deployed near the ankle to sense walking motions and detect dragging feet continuously. To adapt to the limited computation ability and power supply of the wearable device, only several most representative features are selected to build a lightweight classification model. This model can achieve high recognition accuracy while reducing computation and energy costs. Experimental results show that using only five features common to all users, the proposed method can accurately distinguish normal walking from dragging feet. The average accuracy of the four algorithms is greater than or equal to 93.0% for all five users and up to 98.7% for user 2.",
    "10.1177/15423050241257680": "The abstract for the paper titled \"Soul of the Nation: Freedom to Exist, 2023\" by Alison Sutton-Ryan is not explicitly stated in the provided HTML. The content mentions access restrictions and encourages users to log in or purchase access to view the full text, but there is no abstract present in the extract provided.",
    "10.1093/ahr/rhae266": "**Abstract:**\n\n*Writing Labor’s Emancipation*, Greg Hall’s excellent biography of Jay Fox, traces the life of a forgotten activist who, after experiencing the Haymarket tragedy firsthand, dedicated his life to the cause of labor and the duty to educate through the printed word. Born in New Jersey to Irish parents—he is mislabeled as “Irish-born” in some previous studies—Fox followed the trajectory of most foreign-born workers who became anarchists. Contrary to stereotypes, the majority of immigrant anarchists radicalized after their arrival when confronted with the brutalities of American capitalism. It is one of Hall’s arguments that Fox, too, became radicalized after experiencing the assault of a grinding and profoundly unfair economy that left millions of working families voiceless and trapped. Other than a labor activist, Fox was a journalist, printer, and a participant in the anarchist commune at Home, Washington. He witnessed the horror at Haymarket and the subsequent backlash against labor. Like many anarchists, he was involved in several free-speech fights and was indicted himself, leading to a conviction under the anti-anarchist laws enacted after President McKinley’s assassination. His strong support for a more inclusive industrial unionism landed him at the 1905 founding convention of the Industrial Workers of the World.\n\n*Writing Labor’s Emancipation* reveals a profoundly human story of a devoted radical who held differing philosophical and pragmatic ideas simultaneously. One of the strengths of Hall’s study is showing how challenging it could be to marry anarchist principles to a commitment to organized labor in a greedy, industrializing society. Fox was a philosophical anarchist, but he debated and adopted various approaches as a trade unionist. First, he veered toward syndicalism, the idea that unions would replace corporate and state structures in a new society. In this sense, Fox was similar to the Chicago anarchist labor activists Albert Parsons and August Spies, who both need updated biographies in English. Fox was mainly active in trade unions affiliated with the American Federation of Labor, which challenges the historiography of the AFL in a small way. He helped found the IWW but criticized its dual unionism. In the wake of the Great War, Fox experienced another change of heart when he advocated that workers attain political power and join a labor party. From there, he became a communist and even supported the Bolsheviks, perhaps his most controversial decision. However, he continued to work on a history of anarchism, which he refused to repudiate. Hall’s probing and sensitive portrait of Fox’s political evolution contributes to an ongoing scholarly discussion centered around the interaction between anarchists and the post–Civil War labor movement. There is an assumption within labor history that American anarchism from 1880 to 1920 was an extremist fringe phenomenon unmoored from the labor movement. This is an incomplete picture at best. Jay Fox’s political and intellectual life testifies to the strong bond between anarchists, anarchist ideas, and the movement for labor emancipation, even after 1920. “Infusing the labor movement with anarchism,” argues Hall, “was his distinctive contribution as a radical, a revolutionary, and a unionist” (40). Hall’s biography contextualizes anarchists like Fox within the union movement the way James Green’s *Death in the Haymarket* (2007) placed the early Chicago anarchists in the broader context of trade unionism, syndicalism, the eight-hour-day movement, and anti-monopolist sentiment.\n\n*Writing Labor’s Emancipation* also contributes to our understanding of anarchist print culture, a vital component of a decentralized movement without political parties or electoral campaigns. One cannot overstate this point. The thousands of anarchist papers, bulletins, zines, and pamphlets printed and distributed in dozens of languages in the United States function as the fabric and forum of the movement and attest to its resilience and precariousness. Any assessment of the anarchist movement that fails to consult its own print sources and instead only uses official records and mainstream newspapers is not only inadequate but suspect. Through the printed and spoken word, anarchists like Fox broadcast a counternarrative that could jolt complacent minds into questioning received authority. Hall’s other central argument is that writing and editing was Fox’s “primary activity as an anarchist” and that he exerted more influence with his pen than with his union card (61). Most anarchists believed that a printing press could stimulate a shared education and the spirit of solidarity that empowers the oppressed profoundly. Fox sought readership, not leadership (3). In this respect, Hall’s book joins recent studies that expand our knowledge of anarchist print culture. Christopher Castañeda and Montse Feu edited *Writing Revolution: Hispanic Anarchism in the United States* (2019), a unique volume that maps and analyzes a transnational movement through its rich print culture. Kathy Ferguson wrote perhaps the definitive study of this topic, *Letterpress Revolution: The Politics of Anarchist Print Culture* (2023), a book that appeared after Hall’s biography was published. Ferguson confirms that Fox was a tireless and effective anarchist printer and editor with technical and financial knowledge during rapid technological change. Fox and many other radicals believed an independent labor newspaper was “as important as the union itself” (182).\n\nThough Hall frequently mentions Fox’s partners and daughter, readers may want more information about their individual lives and family dynamics, if sources exist. The discussion of Fox’s occasional sexism and views on gender is crucial to providing a complete picture of a complicated personality and movement. More historians have started analyzing the anarchists’ views on gender and race in the period of Jim Crow America, but more needs to be done. That said, Greg Hall has crafted a readable and impartial portrait of a deeply committed activist, enraged by the immiseration of labor, enthusiastic about labor’s will to fight back, and committed to spreading ideas through independent media outlets.",
    "10.1093/ahr/rhae269": "Examples of hybridity in the areas of diplomacy, material culture, economic activities, and religion belied European colonists’ stubborn efforts at claiming and enforcing ideological, physical, and spiritual separateness from Native peoples and cultures in Early America. Tattooing and scalping, two markedly Indigenous practices of body modification, elicited complicated and contradictory reactions from European and early American settler-colonists. Colonial authorities and individuals used elaborate scripting to come to terms with the uncomfortable reality that tattoos and scalps quickly became profoundly cross-cultural practices. Mairin Odle’s sharply written *Under the Skin: Tattoos, Scalps, and the Contested Language of Bodies in Early America* fills an important gap in the existing literature, in which tattoos and scalps have typically been studied only tangentially to other topics, such as early intercultural encounters or imperial warfare. The author’s critical choice of considering these two practices side by side, despite obvious differences in their purposes and sociopolitical contexts, allows her to develop a powerful argument about the embodied dimensions of settler-colonialism. *Under the Skin* convincingly shows that the contradictions and ambiguities surrounding colonial descriptions and practices of tattooing and scalping are revealing of the nature and contradictions of settler-colonialism itself. The volume is also notable for its piercing coverage of gendered dimensions of these two practices, despite their overwhelming association in colonial and modern imaginations with masculinity and war.\n\nA quick and stimulating read, the book is evenly split into two chapters focusing on tattoos and two chapters focusing on scalping, framed by an insightful introduction and epilogue.\n\nChapter 1 examines the first documented encounters between English colonial hopefuls and Indigenous tattooing, through the writings of Thomas Harriot and the accompanying watercolors of North Carolina Algonquians produced by John White in the late sixteenth century. Drawing on previous knowledge of pilgrimage tattoos and the markings of ancient Britons (Picts), colonial observers immediately conceptualized tattoos as “written sign systems” that could be deciphered and interpreted in order to identify specific Indigenous nations and meaningful hierarchies, with the ultimate goal of facilitating diplomacy and conquest. The terminology and cultural references used by Englishmen to make sense of Algonquian tattooing practices, including “pinking, listing, cutting, engraving, and embroidering … had multiple and ambiguous associations with art, fashion, and writing” (34). At once relatable and inescapably “savage,” tattoos contributed to the immediate “othering” of Native bodies. Still, as Odle convincingly argues, this phase of interactions was remarkable in that Englishmen showed much attention toward gendered aspects of tattooing and displayed a genuine curiosity toward deciphering bodily markings as a language “analogous but not equivalent to their own writing” (15).\n\nChapter 2 then transports the readers to the second half of the eighteenth century to explore the contradictory meanings of cross-cultural tattoos, especially in areas affected by the Seven Years’ War. During this time, tattoos started intersecting more with scalping in that they became more strictly associated with “martial masculinity” and the infliction of pain as either honorific or punishing. Both English and French colonists continued to attempt to read tattoos as infallible marks of status, military prowess, and identity. Yet, when applied to colonial bodies, the meanings of tattoos appeared increasingly ambiguous and contested, which the author attributes to “concerns about just how closely cultural identity and bodily integrity might—or might not—be intertwined” (46). Drawing on previous scholarly interpretations and rich textual instances of cross-cultural tattoos, Odle suggests that the increasingly hybrid nature of tattooing was revelatory of a significant shift in power dynamics and the imposition of colonial meanings over Native lives.\n\nTurning her sights toward the nasty business of scalping in the second half of the book, Odle continues her meticulous investigation of the effects of colonial violence and its narrativization. In chapter 3, she establishes a remarkably nuanced timeline of the process by which scalps—that of “enemy Indians” and sometimes Europeans—went from being reluctantly accepted by late seventeenth-century New England authorities as a form of tribute to becoming the foundation of a complex set of legal regulations and administrative processes to manage a growing scalp-hunting and reward system. Just like the eradication of wolves from the region, Odle powerfully argues, “state-authorized scalp bounties can be understood as one instantiation of a settler-colonial ‘logic of elimination’—stories that insist on the marginalization and attempted erasure of Native people in order that settlers might access territory” (90). The famous case of Hannah Duston, who was celebrated as a Massachusetts hero for killing and bringing back the scalps of her Abenaki captors (men, women, and children) in 1697, captures the full contradictions of New Englanders’ attitudes toward scalping, which could be condemned as barbaric when targeting whites, while being simultaneously encouraged, financially and socially rewarded, and heralded as legitimate modes of state violence when targeting Natives. The importance and yet ultimate artificiality of colonial storytelling in documenting the acquisition of “approved” scalps becomes clear when one considers the frequency of “fraud,” including grave robbing, and the fact that scalp-hunting raids were also slave-hunting raids (78–79).\n\nChapter 4 further demonstrates the power of narrativization in dehumanizing Indigenous people while serving the goals of colonization, by diving into fascinating and surprisingly numerous instances of scalping survivors and the stories they told in eighteenth- and early nineteenth-century America. Despite the undeniable involvement of colonists in the collecting of scalps, “accounts by colonial observers portrayed it as a distinctively Indigenous form of violence” (93). Mirroring the diversity of meanings attributed to cross-cultural tattoos, modified settler-colonial bodies that bore the scars of their close encounter with scalping were subject to varying interpretations—“as honorable war wounds, a sign of Providence, a shameful mark of the community’s failure to protect its own, or an uncertain mingling of all of the above” (95). At the border between biology and culture, scalps and scalping wounds offer insights into the increasing racialization of difference (104) and settler-colonial fears of being transformed by their contact with Indigenous others (111).\n\nOdle has written a thought-provoking book that engages with a layered kind of colonial violence, one grounded in the transformation rather than the destruction of bodies, which included physical wounds as well as the metaphorical violence of erasure enacted through the stories colonists built around tattoos and scalps. Because this slim volume mostly focuses on settler-colonial perceptions, reappropriations, and selective narrativization of these two practices, readers will need to look elsewhere for a more comprehensive analysis of the ethnographic origins and meanings of tattooing and scalping for various Eastern North American communities. The volume-rich grounding in theoretical approaches of the subaltern body and the commodification of people through emerging racial thought makes it a very engaging starting point for anyone interested in further investigating the embodied dimensions of colonialism. Accessible prose, excellent illustrations, and fascinating collections of historical anecdotes and characters finish to make it an essential read."
}