{
    "indexed": {
        "date-parts": [
            [
                2024,
                9,
                11
            ]
        ],
        "date-time": "2024-09-11T00:13:16Z",
        "timestamp": 1726013596189
    },
    "reference-count": 64,
    "publisher": "Coleopterists Society",
    "issue": "2",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "The Coleopterists Bulletin"
    ],
    "published-print": {
        "date-parts": [
            [
                2021,
                10,
                27
            ]
        ]
    },
    "DOI": "10.1649/0010-065x-75.2.382",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2021,
                10,
                27
            ]
        ],
        "date-time": "2021-10-27T03:56:43Z",
        "timestamp": 1635307003000
    },
    "source": "Crossref",
    "is-referenced-by-count": 0,
    "title": [
        "Relationship of Dung Beetle (Coleoptera: Scarabaeidae and Geotrupidae) Abundance and Parasite Control in Cattle on Pastures throughout Maryland"
    ],
    "prefix": "10.1649",
    "volume": "75",
    "author": [
        {
            "given": "Mallory A.",
            "family": "Hagadorn",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Department of Biological Sciences, Salisbury University Salisbury, MD 21801, USA"
                }
            ]
        },
        {
            "given": "Kaitlyn",
            "family": "Mitchell",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Department of Biological Sciences, Salisbury University Salisbury, MD 21801, USA"
                }
            ]
        },
        {
            "given": "Joseph",
            "family": "Restein",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Department of Biological Sciences, Salisbury University Salisbury, MD 21801, USA"
                }
            ]
        },
        {
            "given": "Dana L.",
            "family": "Price",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Department of Biological Sciences, Salisbury University Salisbury, MD 21801, USA"
                }
            ]
        }
    ],
    "member": "1224",
    "reference": [
        {
            "key": "1",
            "unstructured": "J. R. Anderson and E. C. Loomis \"California Agriculture.\" 32, \"Exotic dung beetles in pasture and range land ecosystems.\" 31 (1978)"
        },
        {
            "key": "2",
            "unstructured": "E. Archer, \"rfPermute: Estimate Permutation p-Values for Random Forest Importance Metrics. R package version 2.1.7.\" (2019)"
        },
        {
            "key": "3",
            "unstructured": "V. Balthasar, \"Monographie der Scarabaeidae und Aphodiidae der palaearktischen und orientalischen Region. Band 2, Coprinae.\" 391 (1963)"
        },
        {
            "key": "4",
            "doi-asserted-by": "crossref",
            "unstructured": "M. Bertone, J. Green, S. Washburn, et al. \"Annals of the Entomological Society of America.\" 98, \"Seasonal activity and species composition of dung beetles (Coleoptera: Scarabaeidae and Geotrupidae) inhabiting cattle pastures in North Carolina.\" 309 (2005)",
            "DOI": "10.1603/0013-8746(2005)098[0309:SAASCO]2.0.CO;2"
        },
        {
            "key": "6",
            "doi-asserted-by": "crossref",
            "unstructured": "R. R. Blume, A. Aga, D. D. Oehler, et al. \"Environmental Entomology.\" 3, \"Onthophagus gazella: A non-target arthropod for the evaluation of bovine feces containing methoprene.\" 947 (1974)",
            "DOI": "10.1093/ee/3.6.947"
        },
        {
            "key": "7",
            "unstructured": "R. L. Colwell, \"EstimateS: Statistical estimation of species richness and shred species from samples.\" (2013)"
        },
        {
            "key": "9",
            "doi-asserted-by": "crossref",
            "unstructured": "W. M. Doherty, N. P. Stewart, R. M. Cobb, et al. \"Australian Journal of Entomology.\" 33, \"In-vitro comparison of the larvicidal activity of moxidectin and abamectin against Onthophagus gazella (F.) (Coleoptera: Scarabaeidae) and Haematobia irritans exigua De Meijere (Diptera: Muscidae).\" 71 (1994)",
            "DOI": "10.1111/j.1440-6055.1994.tb00924.x"
        },
        {
            "key": "11",
            "doi-asserted-by": "crossref",
            "unstructured": "F. Errouissi, M. Alvinerie, P. Galtier, et al. \"Veterinary Research.\" 32, \"The negative effects of the residues of ivermectin in cattle dung using a sustained-release bolus on Aphodius constans (Duft.) (Coleoptera: Aphodiidae).\" 421 (2001)",
            "DOI": "10.1051/vetres:2001134"
        },
        {
            "key": "12",
            "unstructured": "\"Moxidectin-containing veterinary medicines used in cattle, sheep and horses.\" (2017)"
        },
        {
            "key": "14",
            "doi-asserted-by": "crossref",
            "unstructured": "G. T. Fincher, \"Environmental Entomology.\" 20, \"Sustained-release bolus for horn fly (Diptera, Muscidae) control: Effects of methoprene and diflubenzuron on some nontarget species.\" 77 (1991)",
            "DOI": "10.1093/ee/20.1.77"
        },
        {
            "key": "15",
            "unstructured": "G. T. Fincher, \"Southwestern Entomologist.\" 21, \"Ivermectin pour-on for cattle: Effects on some dung-inhabiting insects.\" 445 (1996)"
        },
        {
            "key": "16",
            "unstructured": "G. T. Fincher and G. T. Wang \"Southwestern Entomologist.\" 17, \"Injectable moxidectin for cattle: Effects on two species of dung-burying beetles.\" 303 (1992)"
        },
        {
            "key": "17",
            "doi-asserted-by": "crossref",
            "unstructured": "G. T. Fincher and R. E. Woodruff \"The Coleopterists Bulletin.\" 29, \"A European dung beetle, Onthophagus taurus Schreber, new to the U.S. (Coleoptera: Scarabaeidae).\" 349 (1975)",
            "DOI": "10.5962/p.372750"
        },
        {
            "key": "19",
            "unstructured": "\"Environmental Assessment–CYDECTIN moxidectin 0.5% pour-on for cattle.\" 32 (1997)"
        },
        {
            "key": "20",
            "unstructured": "J. Fox and S. Weisberg \"An R Companion to Applied Regression.\" 577 (2019)"
        },
        {
            "key": "21",
            "doi-asserted-by": "crossref",
            "unstructured": "M. A. Friedl and C. E. Brodley \"Remote Sensing of Environment.\" 61, \"Decision tree classification of land cover from remotely sensed data.\" 399 (1997)",
            "DOI": "10.1016/S0034-4257(97)00049-7"
        },
        {
            "key": "23",
            "unstructured": "J. Gross and U. Ligges \"nortest: Tests for Normality. R package version 1.0-4. CRAN.R-project. org/package=nortest.\" (2015)"
        },
        {
            "key": "24",
            "unstructured": "R. E. Hoebeke and K. Beucke \"Entomological News.\" 108, \"Adventive Onthophagus (Coleoptera: Scarabaeidae) in North America: Geographic ranges, diagnoses, and new distributional records.\" 345 (1997)"
        },
        {
            "key": "25",
            "doi-asserted-by": "crossref",
            "unstructured": "T. Hothorn, F. Bretz, P. Westfall, \"Bio-metrical Journal.\" 50, \"Simultaneous inference in general parametric models.\" 346 (2008)",
            "DOI": "10.1002/bimj.200810425"
        },
        {
            "key": "26",
            "doi-asserted-by": "crossref",
            "unstructured": "H. F. Howden and O. L. Cartwright \"Proceedings of the United States National Museum.\" 114, \"Scarab beetles of the genus Onthophagus Latreille north of Mexico (Coleopetera: Scarabaeidae).\" 1 (1963)",
            "DOI": "10.5479/si.00963801.114-3467.1"
        },
        {
            "key": "27",
            "doi-asserted-by": "crossref",
            "unstructured": "A. Hutton and P. A. Giller \"Journal of Applied Ecology.\" 40, \"The effects of the intensification of agriculture on northern temperate dung beetle communities.\" 994 (2003)",
            "DOI": "10.1111/j.1365-2664.2003.00863.x"
        },
        {
            "key": "28",
            "doi-asserted-by": "crossref",
            "unstructured": "M. Iwasa, M. Maruo, M. Ueda, et al. \"Bulletin of Entomological Research.\" 97, \"Adverse effects of ivermectin on the dung beetles, Caccobius jessoensis Harold, and rare species, Copris ochus Motschulsky and Copris acutidens Motschulsky (Coleoptera: Scarabaeidae), in Japan.\" 619 (2007)",
            "DOI": "10.1017/S0007485307005329"
        },
        {
            "key": "29",
            "doi-asserted-by": "crossref",
            "unstructured": "M. Iwasa, N. Suzuki, M. Maruyama, \"Applied Entomology and Zoology.\" 43, \"Effects of moxidectin on coprophagous insects in cattle dung pats in Japan.\" 271 (2008)",
            "DOI": "10.1303/aez.2008.271"
        },
        {
            "key": "30",
            "doi-asserted-by": "crossref",
            "unstructured": "K. Krüger and C. H. Scholtz \"Agriculture, Ecosystems and Environment.\" 61, \"Lethal and sublethal effects of ivermectin on the dung-breeding beetles Euoniticellus intermedius (Reiche) and Onitis alexis Klug (Coleoptera, Scarabaeidae).\" 123 (1997)",
            "DOI": "10.1016/S0167-8809(96)01108-5"
        },
        {
            "key": "32",
            "doi-asserted-by": "crossref",
            "unstructured": "T. H. Larsen, A. Lopera, A. Forsyth, \"The Coleopterists Bulletin.\" 60, \"Extreme trophic and habitat specialization by peruvian dung beetles (Coleoptera: Scarabaeidae: Scarabaeinae).\" 315 (2006)",
            "DOI": "10.1649/0010-065X(2006)60[315:ETAHSB]2.0.CO;2"
        },
        {
            "key": "35",
            "doi-asserted-by": "crossref",
            "unstructured": "J. P. Lumaret, M. Alvinerie, H. Hempel, et al. \"Veterinary Research.\" 38, \"New screening test to predict the potential impact of ivermectin-contaminated cattle dung on dung beetles.\" 15 (2007)",
            "DOI": "10.1051/vetres:2006041"
        },
        {
            "key": "36",
            "doi-asserted-by": "crossref",
            "unstructured": "J.-P. Lumaret, F. Errouissi, K. Floate, et al. \"Current Pharmaceutical Biotechnology.\" 13, \"A review on the toxicity and non-target effects of macrocyclic lactones in terrestrial and aquatic environments.\" 1004 (2012)",
            "DOI": "10.2174/138920112800399257"
        },
        {
            "key": "37",
            "doi-asserted-by": "crossref",
            "unstructured": "J.-P. Lumaret, E. Galante, C. Lumbreras, et al. \"Journal of Applied Ecology.\" 30, \"Field effects of ivermectin residues on dung beetles.\" 428 (1993)",
            "DOI": "10.2307/2404183"
        },
        {
            "key": "38",
            "doi-asserted-by": "crossref",
            "unstructured": "M. Madsen, B. O. Nielsen, P. Holter, et al. \"Journal of Applied Ecology.\" 27, \"Treating cattle with ivermectin: Effects on the fauna and decomposition of dung pats.\" 1 (1990)",
            "DOI": "10.2307/2403564"
        },
        {
            "key": "39",
            "doi-asserted-by": "crossref",
            "unstructured": "P. Manning, O. T. Lewis, S. A. Beynon, \"Entomologia Experimentalis et Applicata.\" 166, \"Effects of the veterinary anthelmintic moxidectin on dung beetle survival and dung removal.\" 810 (2018)",
            "DOI": "10.1111/eea.12730"
        },
        {
            "key": "41",
            "doi-asserted-by": "crossref",
            "unstructured": "E. L. Niño, C. E. Sorenson, S. P. Washburn, et al. \"Environmental Entomology.\" 38, \"Effects of the insect growth regulator, methoprene, on Onthophagus taurus (Coleoptera: Scarabaeidae).\" 493 (2009)",
            "DOI": "10.1603/022.038.0224"
        },
        {
            "key": "42",
            "doi-asserted-by": "crossref",
            "unstructured": "D. L. Price, \"Journal of the New York Entomological Society.\" 112, \"Species diversity and seasonal abundance of scarabaeoid dung beetles (Coleoptera: Scarabaeidae, Geotrupidae and Trogidae) attracted to cow dung in central New Jersey.\" 334 (2004)",
            "DOI": "10.1664/0028-7199(2004)112[0334:SDASAO]2.0.CO;2"
        },
        {
            "key": "43",
            "doi-asserted-by": "crossref",
            "unstructured": "D. L. Price, L. M. Brenneman, R. E. Johnston, \"Proceedings of the Entomological Society of Washington.\" 114, \"Dung beetle (Coleoptera: Scarabaeidae and Geotrupidae) communities of eastern Maryland.\" 142 (2012)",
            "DOI": "10.4289/0013-8797.114.1.142"
        },
        {
            "key": "46",
            "doi-asserted-by": "crossref",
            "unstructured": "J. Rombke, H. Hempel, A. Scheffczyk, et al. \"Chemosphere.\" 70, \"Environmental risk assessment of veterinary pharmaceuticals: Development of a standard laboratory test with the dung beetle Aphodius constans.\" 57 (2007)",
            "DOI": "10.1016/j.chemosphere.2007.07.027"
        },
        {
            "key": "48",
            "unstructured": "C. H. Scholtz, A. L. V. Davis, U. Kryger, \"Evolutionary Biology and Conservation of Dung Beetles.\" 566 (2009)"
        },
        {
            "key": "49",
            "doi-asserted-by": "crossref",
            "unstructured": "C. Sommer, J. Grønvold, P. Holter, et al. \"Veterinary Parasitology.\" 48, \"Effects of ivermectin on two afrotropical dung beetles, Onthophagus gazella and Diastellopalpus quinquedens (Coleoptera: Scarabaeidae).\" 171 (1993)",
            "DOI": "10.1016/0304-4017(93)90153-E"
        },
        {
            "key": "50",
            "doi-asserted-by": "crossref",
            "unstructured": "C. Sommer and B. O. Nielsen \"Journal of Applied Entomology.\" 114, \"Larvae of the dung beetle Onthophagus gazella F. (Col., Scarabaeidae) exposed to lethal and sublethal ivermectin concentrations.\" 502 (1992)",
            "DOI": "10.1111/j.1439-0418.1992.tb01158.x"
        },
        {
            "key": "51",
            "unstructured": "C. L. Staines, \"Maryland Entomologist.\" 2, \"An annotated checklist of the Scarabaeoidea (Coleoptera) of Maryland.\" 79 (1984)"
        },
        {
            "key": "52",
            "doi-asserted-by": "crossref",
            "unstructured": "C. Strobl, A. L. Boulesteix, A. Zeileis, et al. \"BMC Bioinformatics.\" 8, \"Bias in random forest variable importance measures: Illustrations, sources and a solution.\" 25 (2007)",
            "DOI": "10.1186/1471-2105-8-25"
        },
        {
            "key": "53",
            "doi-asserted-by": "crossref",
            "unstructured": "L. Strong and R. Wall \"Bulletin of Entomological Research.\" 84, \"Effects of ivermectin and moxidectin on the insects of cattle dung.\" 403 (1994)",
            "DOI": "10.1017/S0007485300032533"
        },
        {
            "key": "54",
            "doi-asserted-by": "crossref",
            "unstructured": "L. Strong, R. Wall, A. Woolford, et al. \"Veterinary Parasitology.\" 62, \"The effect of faecally excreted ivermectin and fenbendazole on the insect colonisation of cattle dung following the oral administration of sustained-release boluses.\" 253 (1996)",
            "DOI": "10.1016/0304-4017(95)00890-X"
        },
        {
            "key": "55",
            "doi-asserted-by": "crossref",
            "unstructured": "V. H. Suárez, A. L. Lifschitz, J. M. Sallovitz, et al. \"Ecotoxicology and Environmental Safety.\" 72, \"Effects of faecal residues of moxidectin and doramectin on the activity of arthropods in cattle dung.\" 1551 (2009)",
            "DOI": "10.1016/j.ecoenv.2007.11.009"
        },
        {
            "key": "56",
            "doi-asserted-by": "crossref",
            "unstructured": "W. N. Venables and B. D. Ripley \"Modern Applied Statistics with S.\" 495 (2002)",
            "DOI": "10.1007/978-0-387-21706-2"
        },
        {
            "key": "58",
            "doi-asserted-by": "crossref",
            "unstructured": "R. Wall and S. Beynon \"Medical and Veterinary Entomology.\" 26, \"Area-wide impact of macrocyclic lactone parasiticides in cattle dung.\" 1 (2012)",
            "DOI": "10.1111/j.1365-2915.2011.00984.x"
        },
        {
            "key": "59",
            "doi-asserted-by": "crossref",
            "unstructured": "K. G. Wardhaugh, \"Environmental Toxicology and Chemistry.\" 24, \"Insecticidal activity of synthetic pyrethroids, organophosphates, insect growth regulators and other livestock parasiticides: An Australian perspective.\" 789 (2005)",
            "DOI": "10.1897/03-588.1"
        },
        {
            "key": "60",
            "doi-asserted-by": "crossref",
            "unstructured": "K. G. Wardhaugh, P. Holter, B. C. Longstaff, \"Australian Veterinary Journal.\" 79, \"The development and survival of three species of coprophagous insect after feeding on the faeces of sheep treated with controlled-release formulations of ivermectin or albendazole.\" 125 (2001a)",
            "DOI": "10.1111/j.1751-0813.2001.tb10721.x"
        },
        {
            "key": "61",
            "doi-asserted-by": "crossref",
            "unstructured": "K. G. Wardhaugh, B. C. Longstaff, R. Morton, \"Veterinary Parasitology.\" 99, \"A comparison of the development and survival of the dung beetle, Onthophagus taurus (Schreb.) when fed on the faeces of cattle treated with pour-on formulations of eprinomectin or moxidectin.\" 155 (2001b)",
            "DOI": "10.1016/S0304-4017(01)00451-4"
        },
        {
            "key": "62",
            "doi-asserted-by": "crossref",
            "unstructured": "K. G. Wardhaugh, R. J. Mahon, A. Axelsen, et al. \"Veterinary Parasitology.\" 48, \"Effects of ivermectin residues in sheep dung on the development and survival of the bushfly, Musca vetustissima Walker and a scarabaeine dung beetle, Euoniticellus fulvus Goeze.\" 139 (1993)",
            "DOI": "10.1016/0304-4017(93)90151-C"
        },
        {
            "key": "63",
            "doi-asserted-by": "crossref",
            "unstructured": "K. G. Wardhaugh and H. Rodriguez-Menendez \"Journal of Applied Entomology.\" 106, \"The effects of the antiparasitic drug, ivermectin, on the development and survival of the dung-breeding fly, Orthelia cornicina (F.) and the scarabaeine dung beetles, Copris hispanus L., Bubas bubalus (Oliver) and Onitis belial F.\" 381 (1988)",
            "DOI": "10.1111/j.1439-0418.1988.tb00607.x"
        },
        {
            "key": "64",
            "unstructured": "S. D. Whipple, \"Dung beetle ecology: Habitat and food preference, hypoxia tolerance, and genetic variation.\" 132 (2011)"
        },
        {
            "key": "31",
            "doi-asserted-by": "crossref",
            "unstructured": "T. H. Larsen and A. Forsyth \"Biotropica.\" 37, \"Trap spacing and transect design for dung beetle biodiversity studies.\" 322 (2005)",
            "DOI": "10.1111/j.1744-7429.2005.00042.x"
        },
        {
            "key": "18",
            "doi-asserted-by": "crossref",
            "unstructured": "K. D. Floate, K. G. Wardhaugh, A. B. Boxall, et al. \"Annual Review of Entomology.\" 50, \"Fecal residues of veterinary parasiticides: Nontarget effects in the pasture environment.\" 153 (2005)",
            "DOI": "10.1146/annurev.ento.50.071803.130341"
        },
        {
            "key": "40",
            "doi-asserted-by": "crossref",
            "unstructured": "E. Nichols, S. Spector, J. Louzada, et al. \"Biological Conservation.\" 141, \"Ecological functions and ecosystem services provided by Scarabaeinae dung beetles.\" 1461 (2008)",
            "DOI": "10.1016/j.biocon.2008.04.011"
        },
        {
            "key": "33",
            "unstructured": "A. Liaw and M. Wiener \"R News.\" 2, \"Classification and regression by randomForest.\" 18 (2002)"
        },
        {
            "key": "5",
            "doi-asserted-by": "crossref",
            "unstructured": "S. A. Beynon, W. A. Wainwright, M. Christie, \"Ecological Entomology.\" 40, \"The application of an ecosystem services framework to estimate the economic value of dung beetles to the U.K. cattle industry.\" 124 (2015)",
            "DOI": "10.1111/een.12240"
        },
        {
            "key": "34",
            "doi-asserted-by": "crossref",
            "unstructured": "J. E. Losey and M. Vaughan \"Bioscience.\" 56, \"The economic value of ecological services provided by insects.\" 311 (2006)",
            "DOI": "10.1641/0006-3568(2006)56[311:TEVOES]2.0.CO;2"
        },
        {
            "key": "45",
            "unstructured": "B. C. Ratcliffe and M. J. Paulsen \"Bulletin of the University of Nebraska State Museum.\" 22, \"The scarabaeoid beetles of Nebraska (Coleoptera: Scarabaeoidea).\" 1 (2008)"
        },
        {
            "key": "8",
            "doi-asserted-by": "crossref",
            "unstructured": "D. R. Cutler, T. C. Edwards, K. H. Beard, et al. \"Ecology.\" 88, \"Random forests for classification in ecology.\" 2783 (2007)",
            "DOI": "10.1890/07-0539.1"
        },
        {
            "key": "10",
            "doi-asserted-by": "crossref",
            "unstructured": "B. M. Doube, \"Basic and Applied Ecology.\" 26, \"Ecosystem services provided by dung beetles in Australia.\" 35 (2018)",
            "DOI": "10.1016/j.baae.2017.09.008"
        },
        {
            "key": "13",
            "unstructured": "G. T. Fincher, \"Journal of the Georgia Entomological Society.\" 16, \"The potential value of dung beetles in pasture ecosystems.\" 316 (1981)"
        },
        {
            "key": "22",
            "unstructured": "R. D. Gordon and P. E. Skelley \"Memoirs of the American Entomological Institute.\" 79, \"A monograph of the Aphodiini inhabiting the United States and Canada (Coleoptera: Scarabaeidae: Aphodiinae).\" 1 (2007)"
        },
        {
            "key": "47",
            "doi-asserted-by": "crossref",
            "unstructured": "R. J. Rounds and K. D. Floate \"The Coleopterists Bulletin.\" 66, \"Diversity and seasonal phenology of coprophagous beetles at Lake City, Michigan, USA, with a new state record for Onthophagus taurus (Schreber) (Coleoptera: Scarabaeidae).\" 169 (2012)",
            "DOI": "10.1649/072.066.0217"
        },
        {
            "key": "57",
            "doi-asserted-by": "crossref",
            "unstructured": "T. J. Walker, \"Ecology.\" 38, \"Ecological studies of the arthropods associated with certain decaying materials in four habitats.\" 262 (1957)",
            "DOI": "10.2307/1931685"
        },
        {
            "key": "44",
            "unstructured": "\"R: A language and environment for statistical computing.\" (2019)"
        }
    ],
    "container-title": [
        "The Coleopterists Bulletin"
    ],
    "deposited": {
        "date-parts": [
            [
                2024,
                9,
                10
            ]
        ],
        "date-time": "2024-09-10T21:26:24Z",
        "timestamp": 1726003584000
    },
    "score": 17.268927,
    "resource": {
        "primary": {
            "URL": "https://bioone.org/journals/the-coleopterists-bulletin/volume-75/issue-2/0010-065X-75.2.382/Relationship-of-Dung-Beetle-Coleoptera--Scarabaeidae-and-Geotrupidae-Abundance/10.1649/0010-065X-75.2.382.full"
        }
    },
    "issued": {
        "date-parts": [
            [
                2021,
                10,
                27
            ]
        ]
    },
    "references-count": 64,
    "journal-issue": {
        "issue": "2",
        "published-online": {
            "date-parts": [
                [
                    2021,
                    6,
                    1
                ]
            ]
        }
    },
    "URL": "http://dx.doi.org/10.1649/0010-065x-75.2.382",
    "ISSN": [
        "0010-065X"
    ],
    "issn-type": [
        {
            "type": "print",
            "value": "0010-065X"
        }
    ],
    "published": {
        "date-parts": [
            [
                2021,
                10,
                27
            ]
        ]
    }
}