{
    "indexed": {
        "date-parts": [
            [
                2024,
                9,
                4
            ]
        ],
        "date-time": "2024-09-04T09:24:45Z",
        "timestamp": 1725441885138
    },
    "reference-count": 0,
    "publisher": "Informing Science Institute",
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "abstract": "<jats:p>Aim/Purpose: This paper provides the results of the preliminary analysis of the findings of an ongoing study that seeks to examine the social media use, cultural and political awareness, civic engagement, issue prioritization, and social activism of Gen Z students enrolled at four different institutional types located in the Mid-Atlantic region of the United States. The aim of this study is to look at the group as a whole as well as compare findings across populations. The institutional types under consideration include a mid-sized majority serving or otherwise referred to as a traditionally white institution (TWI) located in a small coastal city on the Atlantic Ocean, a small Historically Black University (HBCU) located in a rural area, a large community college located in a county that is a mixture of rural and suburban and which sits on the border of Maryland and Pennsylvania, and graduating high school students enrolled in career and technical education (CTE) programs in a large urban area. This exploration is purposed to examine the behaviors and expectations of Gen Z students within a representative American region during a time of tremendous turmoil and civil unrest in the United States.\n\nBackground: Over 74 million strong, Gen Z makes up almost one-quarter of the U.S. population. They already outnumber any current living generation and are the first true digital natives. Born after 1996 and through 2012, they are known for their short attention spans and heightened ability to multi-task. Raised in the age of the smart phone, they have been tethered to digital devices from a young age with most having the preponderance of their childhood milestones commemorated online. Often called Zoomers, they are more racially and ethnically diverse than any previous generation and are on track to be the most well-educated generation in history. Gen Zers in the United States have been found in the research to be progressive and pro-government and viewing increasing racial and ethnic diversity as positive change. Finally, they are less likely to hold xenophobic beliefs such as the notion of American exceptionalism and superiority that have been popular with by prior generations.\nThe United States has been in a period of social and civil unrest in recent years with concerns over systematic racism, rampant inequalities, political polarization, xenophobia, police violence, sexual assault and harassment, and the growing epidemic of gun violence. Anxieties stirred by the COVID-19 pandemic further compounded these issues resulting in a powder keg explosion occurring throughout the summer of 2020 and leading well into 2021. As a result, the United States has deteriorated significantly in the Civil Unrest Index falling from 91st to 34th. \nThe vitriol, polarization, protests, murders, and shootings have all occurred during Gen Z’s formative years, and the limited research available indicates that it has shaped their values and political views.\n\nMethodology: The Mid-Atlantic region is a portion of the United States that exists as the overlap between the northeastern and southeastern portions of the country. It includes the nation’s capital, as well as large urban centers, small cities, suburbs, and rural enclaves. It is one of the most socially, economically, racially, and culturally diverse parts of the United States and is often referred to as the “typically American region.” \nAn electronic survey was administered to students from 2019 through 2021 attending a high school dual enrollment program, a minority serving institution, a majority serving institution, and a community college all located within the larger mid-Atlantic region. The survey included a combination of multiple response, Likert scaled, dichotomous, open ended, and ordinal questions. It was developed in the Survey Monkey system and reviewed by several content and methodological experts in order to examine bias, vagueness, or potential semantic problems. Finally, the survey was pilot tested prior to implementation in order to explore the efficacy of the research methodology. It was then modified accordingly prior to widespread distribution to potential participants.\nThe surveys were administered to students enrolled in classes taught by the authors all of whom are educators. Participation was voluntary, optional, and anonymous. Over 800 individuals completed the survey with just over 700 usable results, after partial completes and the responses of individuals outside of the 18-24 age range were removed. \n\nFindings: Participants in this study overwhelmingly were users of social media. In descending order, YouTube, Instagram, Snapchat, Twitter, Facebook, Pinterest, WhatsApp, LinkedIn and Tik Tok were the most popular social media services reported as being used. When volume of use was considered, Instagram, Snapchat, YouTube and Twitter were the most cited with most participants reporting using Instagram and Snapchat multiple times a day.\nWhen asked to select which social media service they would use if forced to choose just one, the number one choice was YouTube followed by Instagram and Snapchat. Additionally, more than half of participants responded that they have uploaded a video to a video sharing site such as YouTube or Tik Tok. \nWhen asked about their familiarity with different technologies, participants overwhelmingly responded that they are “very familiar” with smart phones, searching the Web, social media, and email. About half the respondents said that they were “very familiar” with common computer applications such as the Microsoft Office Suite or Google Suite with another third saying that they were “somewhat familiar.” When asked about Learning Management Systems (LMS) like Blackboard, Course Compass, Canvas, Edmodo, Moodle, Course Sites, Google Classroom, Mindtap, Schoology, Absorb, D2L, itslearning, Otus, PowerSchool, or WizIQ, only 43% said they were “very familiar” with 31% responding that they were “somewhat familiar.” Finally, about half the students were either “very” or “somewhat” familiar with operating systems such as Windows.\nA few preferences with respect to technology in the teaching and learning process were explored in the survey. Most students (85%) responded that they want course announcements and reminders sent to their phones, 76% expect their courses to incorporate the use of technology, 71% want their courses to have course websites, and 71% said that they would rather watch a video than read a book chapter. \nWhen asked to consider the future, over 81% or respondents reported that technology will play a major role in their future career. \nMost participants considered themselves “informed” or “well informed” about current events although few considered themselves “very informed” or “well informed” about politics. When asked how they get their news, the most common forum reported for getting news and information about current events and politics was social media with 81% of respondents reporting. \nGen Z is known to be an engaged generation and the participants in this study were not an exception. As such, it came as no surprise to discover that, in the past year more than 78% of respondents had educated friends or family about an important social or political issue, about half (48%) had donated to a cause of importance to them, more than a quarter (26%) had participated in a march or rally, and a quarter (26%) had actively boycotted a product or company. Further, about 37% consider themselves to be a social activist with another 41% responding that aren’t sure if they would consider themselves an activist and only 22% saying that they would not consider themselves an activist.\nWhen asked what issues were important to them, the most frequently cited were Black Lives Matter (75%), human trafficking (68%), sexual assault/harassment/Me Too (66.49%), gun violence (65.82%), women’s rights (65.15%), climate change (55.4%), immigration reform/deferred action for childhood arrivals (DACA) (48.8%), and LGBTQ+ rights (47.39%).\nWhen the schools were compared, there were only minor differences in social media use with the high school students indicating slightly more use of Tik Tok than the other participants. All groups were virtually equal when it came to how informed they perceived themselves about current events and politics. Consensus among groups existed with respect to how they get their news, and the community college and high school students were slightly more likely to have participated in a march, protest, or rally in the last 12 months than the university students. The community college and high school students were also slightly more likely to consider themselves social activists than the participants from either of the universities.  \nWhen the importance of the issues was considered, significant differences based on institutional type were noted. \nBlack Lives Matter (BLM) was identified as important by the largest portion of students attending the HBCU followed by the community college students and high school students. Less than half of the students attending the TWI considered BLM an important issue. Human trafficking was cited as important by a higher percentage of students attending the HBCU and urban high school than at the suburban and rural community college or the TWI. Sexual assault was considered important by the majority of students at all the schools with the percentage a bit smaller from the majority serving institution. About two thirds of the students at the high school, community college, and HBCU considered gun violence important versus about half the students at the majority serving institution. Women’s rights were reported as being important by more of the high school and HBCU participants than the community college or TWI. Climate change was considered important by about half the students at all schools with a slightly smaller portion reporting out the HBCU. Immigration reform/DACA was reported as important by half the high school, community college, and HBCU participants with only a third of the students from the majority serving institution citing it as an important issue. With respect to LGBTQ rights approximately half of the high school and community college participants cited it as important, 44.53% of the HBCU students, and only about a quarter of the students attending the majority serving institution.   \n\nContribution and Conclusion: This paper provides a timely investigation into the mindset of generation Z students living in the United States during a period of heightened civic unrest. This insight is useful to educators who should be informed about the generation of students that is currently populating higher education. \nThe findings of this study are consistent with public opinion polls by Pew Research Center. According to the findings, the Gen Z students participating in this study are heavy users of multiple social media, expect technology to be integrated into teaching and learning, anticipate a future career where technology will play an important role, informed about current and political events, use social media as their main source for getting news and information, and fairly engaged in social activism. When institutional type was compared the students from the university with the more affluent and less diverse population were less likely to find social justice issues important than the other groups.\n\nRecommendations for Practitioners: During disruptive and contentious times, it is negligent to think that the abounding issues plaguing society are not important to our students. Gauging the issues of importance and levels of civic engagement provides us crucial information towards understanding the attitudes of students. Further, knowing how our students gain information, their social media usage, as well as how informed they are about current events and political issues can be used to more effectively communicate and educate.\n\nRecommendations for Researchers: As social media continues to proliferate daily life and become a vital means of news and information gathering, additional studies such as the one presented here are needed. Additionally, in other countries facing similarly turbulent times, measuring student interest, awareness, and engagement is highly informative.\n\nImpact on Society: During a highly contentious period replete with a large volume of civil unrest and compounded by a global pandemic, understanding the behaviors and attitudes of students can help us as higher education faculty be more attuned when it comes to the design and delivery of curriculum.\nFuture Research\tThis presentation presents preliminary findings. Data is still being collected and much more extensive statistical analyses will be performed.</jats:p>",
    "DOI": "10.28945/4762",
    "type": "proceedings-article",
    "created": {
        "date-parts": [
            [
                2021,
                6,
                17
            ]
        ],
        "date-time": "2021-06-17T20:06:32Z",
        "timestamp": 1623960392000
    },
    "page": "011",
    "source": "Crossref",
    "is-referenced-by-count": 0,
    "title": [
        "Early Findings of a Study Exploring the Social Media, Political and Cultural Awareness, and Civic Activism of Gen Z Students in the Mid-Atlantic United States [Abstract]"
    ],
    "prefix": "10.28945",
    "author": [
        {
            "given": "Nicole",
            "family": "A. Buzzetto-Hollywood",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "University of Maryland Eastern Shore"
                }
            ]
        },
        {
            "given": "Austin",
            "family": "J. Hill",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Harford Community College"
                }
            ]
        },
        {
            "given": "Troy",
            "family": "Banks",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Salisbury University"
                }
            ]
        }
    ],
    "member": "11490",
    "published-online": {
        "date-parts": [
            [
                2021
            ]
        ]
    },
    "event": {
        "name": "InSITE 2021: Informing Science + IT Education Conferences",
        "acronym": "InSITE 2021"
    },
    "container-title": [
        "InSITE Conference",
        "Proceedings of the 2021 InSITE Conference"
    ],
    "deposited": {
        "date-parts": [
            [
                2021,
                6,
                17
            ]
        ],
        "date-time": "2021-06-17T20:06:32Z",
        "timestamp": 1623960392000
    },
    "score": 13.374726,
    "resource": {
        "primary": {
            "URL": "https://www.informingscience.org/Publications/4762"
        }
    },
    "issued": {
        "date-parts": [
            [
                2021
            ]
        ]
    },
    "references-count": 0,
    "URL": "http://dx.doi.org/10.28945/4762",
    "ISSN": [
        "1535-0703"
    ],
    "issn-type": [
        {
            "type": "print",
            "value": "1535-0703"
        }
    ],
    "published": {
        "date-parts": [
            [
                2021
            ]
        ]
    }
}