{
    "indexed": {
        "date-parts": [
            [
                2024,
                9,
                16
            ]
        ],
        "date-time": "2024-09-16T14:25:29Z",
        "timestamp": 1726496729517
    },
    "reference-count": 43,
    "publisher": "University College Cork",
    "issue": "27",
    "license": [
        {
            "start": {
                "date-parts": [
                    [
                        2024,
                        7,
                        2
                    ]
                ],
                "date-time": "2024-07-02T00:00:00Z",
                "timestamp": 1719878400000
            },
            "content-version": "vor",
            "delay-in-days": 0,
            "URL": "https://creativecommons.org/licenses/by-nc/4.0/"
        }
    ],
    "content-domain": {
        "domain": [],
        "crossmark-restriction": false
    },
    "short-container-title": [
        "Alphaville"
    ],
    "abstract": "<jats:p>This article revolves around two soundtracks Walker has admired along with the person to whom this issue of Alphaville is dedicated: Danijela Kulezic-Wilson. The soundtracks come from Soul by Pete Docter and Kemp Powers and Nomadland by Chloé Zhao, both released in 2020. The films are sonically worlds apart: Soul is dominated by jazz music by Jon Batiste and contemporary electronic music by Trent Reznor and Atticus Ross, while Nomadland features modern classical music by Ludovico Einaudi and Ólafur Arnalds. Ironically, despite sounding profoundly different, both films draw from true stories in order to teach audioviewers about living well, even in the midst of death. Or, to reapply Danijela’s words about Waking Life (Richard Linklater, 2001), these films emphasise “the dualistic nature of human experience, the pleasure of being alive and the implicit proximity of death.” Walker combines cinematherapy with sound studies to make a case for the wisdom of both films that have helped her cope with the grief of Danijela’s death, in the hope that this might resonate for those readers who find similar comfort in their own film-to-person relationships.</jats:p>",
    "DOI": "10.33178/alpha.27.17",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2024,
                7,
                1
            ]
        ],
        "date-time": "2024-07-01T12:51:41Z",
        "timestamp": 1719838301000
    },
    "page": "206-222",
    "source": "Crossref",
    "is-referenced-by-count": 0,
    "title": [
        "Remembering my friend and rehearing two films"
    ],
    "prefix": "10.33178",
    "author": [
        {
            "given": "Elsie",
            "family": "Walker",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Salisbury University"
                }
            ]
        }
    ],
    "member": "13136",
    "published-online": {
        "date-parts": [
            [
                2024,
                7,
                2
            ]
        ]
    },
    "reference": [
        {
            "unstructured": "Arnalds, Ólafur. “Epilogue.” Nomadland (Original Motion Picture Soundtrack). Ludovico Einaudi and Various Artists, Decca, 2021.",
            "key": "ref0"
        },
        {
            "unstructured": "Batiste, Jon. “Bigger Than Us.” Soul Soundtrack album. Trent Reznor, Atticus Ross, and Various Artists, Walt Disney, 2020.",
            "key": "ref1"
        },
        {
            "unstructured": "Batiste, Jon. “Collard Greens and Cornbread Strut.” Soul Soundtrack album. Trent Reznor, Atticus Ross, and Various Artists, Walt Disney, 2020.",
            "key": "ref2"
        },
        {
            "unstructured": "Batiste, Jon. “Looking at Life.” Soul Soundtrack album. Trent Reznor, Atticus Ross, and Various Artists, Walt Disney, 2020.",
            "key": "ref3"
        },
        {
            "unstructured": "Batiste, Jon. “Space Maker.” Soul Soundtrack album. Trent Reznor, Atticus Ross, and Various Artists, Walt Disney, 2020.",
            "key": "ref4"
        },
        {
            "doi-asserted-by": "publisher",
            "unstructured": "Berg-Cross, Linda, et al. “Cinematherapy: Theory and Application.” Psychotherapy in Private Practice, vol. 8, no. 1, 1990, pp.135–156. https://doi.org/10.1300/J294v08n01_15.",
            "key": "ref5",
            "DOI": "10.1300/j294v08n01_15"
        },
        {
            "unstructured": "Bruder, Jessica. Nomadland: Surviving America in the Twenty-First Century. W. W. Norton & Co., 2017.",
            "key": "ref6"
        },
        {
            "unstructured": "Cole, Nat King. “Answer Me, My Love.” Nomadland (Original Motion Picture Soundtrack). Ludovico Einaudi and Various Artists, Decca, 2021.",
            "key": "ref7"
        },
        {
            "unstructured": "Clements, Ron, John Musker, and Don Hall, directors. Moana. Walt Disney Pictures and Hurwitz Creative, 2016.",
            "key": "ref8"
        },
        {
            "unstructured": "Docter, Pete, and Kemp Powers, directors. Soul. Disney Pixar, 2020.",
            "key": "ref9"
        },
        {
            "unstructured": "Docter, Pete, Davide Silverman, and Lee Unkrich, directors. Monsters, Inc. Pixar Animation Studios, 2001.",
            "key": "ref10"
        },
        {
            "unstructured": "Eggers, Robert, director. The Lighthouse. A24 and Maiden Voyage Pictures, 2019.",
            "key": "ref11"
        },
        {
            "unstructured": "Einaudi, Ludovico. “Petricor.” Nomadland (Original Motion Picture Soundtrack). Ludovico Einaudi and Various Artists, Decca, 2021.",
            "key": "ref12"
        },
        {
            "unstructured": "Einaudi, Ludovico, and Various Artists. Nomadland (Original Motion Picture Soundtrack). Decca, 2021.",
            "key": "ref13"
        },
        {
            "unstructured": "Fincher, David, director. The Social Network. Columbia Pictures and Relativity Media, 2010.",
            "key": "ref14"
        },
        {
            "unstructured": "Frampton, Daniel. Filmosophy: A Manifesto for a Radically New Way of Understanding Cinema. Wallflower Press, 2006.",
            "key": "ref15"
        },
        {
            "unstructured": "Grobler, Lindi. “An Exploration of the Use of Positive Psychology Movies to Enhance Well-being.” 2012. MA Thesis, North-West University, South Africa, dspace.nwu.ac.za/bitstream/handle/10394/9051/Grobler_L(b).pdf?isAllowed=y&sequence=1. Accessed 23 Feb. 2024.",
            "key": "ref16"
        },
        {
            "unstructured": "Jacobsen, Kevin, and Chris Beachum. “Trent Rexnor and Atticus Ross on the Different Process for Composing Scores for Soul and Mank.” Goldderby, 21 Feb. 2021, www.goldderby.com/feature/trent-reznor-atticus-ross-soul-mank-composers-video-interview-transcript-1204049774.",
            "key": "ref17"
        },
        {
            "unstructured": "Kacala, Alexander. “Meet the Music Teacher Who Helped Inspire the Film Soul.” Today, 29 Jan. 2021, www.today.com/popculture/meet-music-teacher-who-inspired-disney-film-soul-t207375.",
            "key": "ref18"
        },
        {
            "unstructured": "Kasdan, Lawrence, director. The Accidental Tourist. Warner Bros. and Roadshow Films, 1988.",
            "key": "ref19"
        },
        {
            "unstructured": "Kulezic-Wilson, Danijela. “Sonic Demons in Robert Eggers’ The Lighthouse.” Music and the Moving Image XVI, NYU Steinhardt, USA, 30 May 2020, online.",
            "key": "ref20"
        },
        {
            "doi-asserted-by": "crossref",
            "unstructured": "Kulezic-Wilson, Danijela. Sound Design is the New Score. Oxford UP, 2020.",
            "key": "ref21",
            "DOI": "10.1093/oso/9780190855314.001.0001"
        },
        {
            "doi-asserted-by": "publisher",
            "unstructured": "Kulezic-Wilson, Danijela. “Tango for a Dream: Narrative Liminality and Musical Sensuality in Richard Linklater’s Waking Life.” Alphaville: Journal of Film and Screen Media, no. 8, 2015, pp. 60–75. https://doi.org/10.33178/alpha.8.04.",
            "key": "ref22",
            "DOI": "10.33178/alpha.8.04"
        },
        {
            "unstructured": "Langley, Travis. “Inside Out: Emotional Truths by Way of Pixar.” Psychology Today, 24 June 2015, www.psychologytoday.com/us/blog/beyond-heroes-and-villains/201506/inside-out-emotional-truths-way-pixar.",
            "key": "ref23"
        },
        {
            "unstructured": "Lasseter, John, director. Toy Story. Pixar Animation Studios, 1995.",
            "key": "ref24"
        },
        {
            "unstructured": "Linklater, Richard, director. Waking Life. Searchlight Pictures and Independent Film Channel (IFC), 2001.",
            "key": "ref25"
        },
        {
            "doi-asserted-by": "publisher",
            "unstructured": "Niemic, Ryan M., and Stefan E. Schulenberg. “Understanding Death Attitudes: The Integration of Movies, Positive Psychology, and Meaning Management.” Death Studies, vol. 35, no. 5, 2011, pp. 387–407. https://doi.org/10.1080/07481187.2010.544517.",
            "key": "ref26",
            "DOI": "10.1080/07481187.2010.544517"
        },
        {
            "doi-asserted-by": "publisher",
            "unstructured": "Penwarden, Sarah. “Crafting Order and Beauty from Loss: Using Found Poems as a Form of Grief Therapy.” Journal of Poetry Therapy, vol. 35, no. 1, 2022, pp.13–26. https://doi.org/10.1080/08893675.2021.2004370.",
            "key": "ref27",
            "DOI": "10.1080/08893675.2021.2004370"
        },
        {
            "unstructured": "Perine, Aaron. “Soul: Angela Bassett Reveals How She Brought Dorothea Williams to Life.” Comicbook, 21 Mar. 2021, comicbook.com/movies/news/soul-angela-bassett-dorothea-williams-reveals-life.",
            "key": "ref28"
        },
        {
            "unstructured": "Reznor, Trent, and Atticus Ross. “Epiphany.” Soul Soundtrack album. Trent Reznor, Atticus Ross, and Various Artists, Walt Disney, 2020.",
            "key": "ref29"
        },
        {
            "unstructured": "Reznor, Trent, and Atticus Ross. “Portal/The Hall of Everything.” Soul Soundtrack album, Trent Reznor, Atticus Ross, and Various Artists, Walt Disney, 2020.",
            "key": "ref30"
        },
        {
            "unstructured": "Reznor, Trent, and Atticus Ross. The Social Network Soundtrack. Null, 2010.",
            "key": "ref31"
        },
        {
            "unstructured": "Reznor, Trent, Atticus Ross, and Various Artists. Soul Soundtrack album. Walt Disney, 2020.",
            "key": "ref32"
        },
        {
            "doi-asserted-by": "publisher",
            "unstructured": "Sandler, Irwin N., et al. “Resilience Rather Than Recovery: A Contextual Framework on Adaptation Following Bereavement.” Death Studies, vol. 32, no. 1, 2008, pp. 59–73. https://doi.org/10.1080/07481180701741343.",
            "key": "ref33",
            "DOI": "10.1080/07481180701741343"
        },
        {
            "unstructured": "Schroeder, Barbet, director. Barfly. The Cannon Group and Pushkar Films, 1987.",
            "key": "ref34"
        },
        {
            "doi-asserted-by": "publisher",
            "unstructured": "Shakespeare, William. “Shall I Compare Thee to a Summer’s Day? (Sonnet 18).” 1609. The Poetry Archive, poetryarchive.org/poem/shall-i-compare-thee-summers-day-sonnet-18. Accessed 23 Feb. 2024.",
            "key": "ref35",
            "DOI": "10.1093/notesj/gjaa066"
        },
        {
            "doi-asserted-by": "publisher",
            "unstructured": "Stilwell, Robynn. “The Fantastical Gap Between Diegetic and Nondiegetic.” Beyond the Soundtrack: Representing Music in Cinema, edited by Daniel Goldmark, et al., U. of California P., 2007, pp. 184–202. https://doi.org/10.1525/9780520940550-013.",
            "key": "ref36",
            "DOI": "10.1525/9780520940550-013"
        },
        {
            "unstructured": "The Smiths. “Rubber Ring.” (B-Side to “The Boy with a Thorn in His Side”). Rough Trade Records, 1985.",
            "key": "ref37"
        },
        {
            "unstructured": "Vulture Editors. “Real-Life Nomad Bob Wells Poured His Own Grief Into Nomadland.” Vulture, 24 Feb. 2021, www.vulture.com/2021/02/real-nomad-bob-wells-poured-his-own-grief-into-nomadland.html.",
            "key": "ref38"
        },
        {
            "unstructured": "Wenders, Wim, director. Wings of Desire. Road Movies Filmproducktion and Argos Films, 1987.",
            "key": "ref39"
        },
        {
            "unstructured": "Wiley, Melissa. “Meet Bob Wells, the Godfather of Van Living Who Stars as Himself in Nomadland.” Insider, 28 Apr. 2021, www.insider.com/nomadland-van-dweller-nomad-bob-wells-cheap-rv-living-2021-4.",
            "key": "ref40"
        },
        {
            "unstructured": "Winer, Paul (a. k. a. Sweet Pie). “Next to the Track Blues.” Nomadland (Original Motion Picture Soundtrack). Ludovico Einaudi and Various Artists, Decca, 2021.",
            "key": "ref41"
        },
        {
            "unstructured": "Zhao, Chloé, director. Nomadland. Cor Cordium Productions, Hear/Say Productions, and Highwayman Films, 2020.",
            "key": "ref42"
        }
    ],
    "container-title": [
        "Alphaville: journal of film and screen media"
    ],
    "language": "en",
    "deposited": {
        "date-parts": [
            [
                2024,
                7,
                1
            ]
        ],
        "date-time": "2024-07-01T13:09:11Z",
        "timestamp": 1719839351000
    },
    "score": 14.421429,
    "resource": {
        "primary": {
            "URL": "https://www.alphavillejournal.com/Issue27/HTML/ArticleWalker.html"
        }
    },
    "issued": {
        "date-parts": [
            [
                2024,
                7,
                2
            ]
        ]
    },
    "references-count": 43,
    "issue-title": [
        "100 Years of Disney"
    ],
    "journal-issue": {
        "issue": "27",
        "published-online": {
            "date-parts": [
                [
                    2024,
                    7,
                    2
                ]
            ]
        }
    },
    "URL": "http://dx.doi.org/10.33178/alpha.27.17",
    "ISSN": [
        "2009-4078"
    ],
    "issn-type": [
        {
            "type": "electronic",
            "value": "2009-4078"
        }
    ],
    "published": {
        "date-parts": [
            [
                2024,
                7,
                2
            ]
        ]
    }
}