{
    "indexed": {
        "date-parts": [
            [
                2023,
                12,
                12
            ]
        ],
        "date-time": "2023-12-12T00:26:55Z",
        "timestamp": 1702340815718
    },
    "reference-count": 0,
    "publisher": "Wiley",
    "issue": "S1",
    "license": [
        {
            "start": {
                "date-parts": [
                    [
                        2019,
                        4,
                        1
                    ]
                ],
                "date-time": "2019-04-01T00:00:00Z",
                "timestamp": 1554076800000
            },
            "content-version": "vor",
            "delay-in-days": 0,
            "URL": "http://onlinelibrary.wiley.com/termsAndConditions#vor"
        }
    ],
    "content-domain": {
        "domain": [
            "faseb.onlinelibrary.wiley.com"
        ],
        "crossmark-restriction": true
    },
    "short-container-title": [
        "The FASEB Journal"
    ],
    "published-print": {
        "date-parts": [
            [
                2019,
                4
            ]
        ]
    },
    "abstract": "<jats:p>A naturally‐occurring element, inorganic arsenic is found around the world in soil. It can contaminate fresh groundwater, where it is at risk of being ingested. Currently, arsenic is considered to be dangerous with chronic exposure and ingestion at 10 ug/L as established by the World Health Organization and the U.S. Environmental Protection Agency. Chronic exposure to arsenic is associated with inflammation, but current studies have show that even at lower doses, there is a link to expression and secretion changes of cytokines within T lymphocytes, particularly with IL‐2 for growth, pro‐inflammatory IFN‐γ and anti‐inflammatory IL‐4. Shifts favoring pro‐ or anti‐inflammatory cytokines can lead to differentiation into TH1 or TH2 cells, which specialize in their immune response. In this study, we aim to investigate how the expression and secretion of these cytokines produced by activated T lymphocytes change as an in‐vitro model of an activated human regulatory immune system. Through our model, we will detect if chronic low level arsenic exposure has the potential to catalyze a change in T lymphocyte function, and therefore overall immune function.</jats:p><jats:p>Previous studies have utilized various conditions by which to activate and treat T lymphocytes. As a result, there is variation in how these cytokines are predicted to change. For this study, we obtained human T lymphocytes. They were treated over 24 hours with 10 ng/mL of phytohemagglutinin, a known immune activator, and different concentrations of arsenic to develop a dose response curve, from 20 nM to 500 nM. Viable concentration and cytolethality were determined with differential staining and counting. Cell concentration and cytolethality changes were examined with one‐way ANOVA and Bonferroni's Pairwise T‐test. At 50 nM there is a difference in the cytolethality of the cells in the groups treated with arsenic with or without PHA with p &lt; 0.05.</jats:p><jats:p>Future work will include ELISA assays will be performed on all treatment groups of the cell media collected for IL‐2, IL‐4, and IFN‐γ, followed by gene expression analysis via PCR. Experiments at 50 nM will be repeated as well to verify differences in cytolethality that were identified. Additionally, differential time periods for treatments of arsenic and PHA will be used to more accurately model chronic exposure in the cells. These other time points will analyzed through ELISA and gene expression analyses to inform the model of long‐term change within the cells of the cytokine profiles.</jats:p><jats:p><jats:bold>Support or Funding Information</jats:bold></jats:p><jats:p>This research is supported by the Salisbury University Department of Biological Sciences, the Salisbury University Honors College, and the Salisbury University Henson School of Science Grant.</jats:p><jats:p>This abstract is from the Experimental Biology 2019 Meeting. There is no full text article associated with this abstract published in <jats:italic>The FASEB Journal</jats:italic>.</jats:p>",
    "DOI": "10.1096/fasebj.2019.33.1_supplement.792.6",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2021,
                6,
                22
            ]
        ],
        "date-time": "2021-06-22T00:22:00Z",
        "timestamp": 1624321320000
    },
    "update-policy": "http://dx.doi.org/10.1002/crossmark_policy",
    "source": "Crossref",
    "is-referenced-by-count": 0,
    "title": [
        "Eliciting Differentiation of Human T Lymphocytes into TH1 or TH2 cells with Inorganic Arsenic Exposure"
    ],
    "prefix": "10.1096",
    "volume": "33",
    "author": [
        {
            "given": "Mollie Anne",
            "family": "Jewell",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Department of Biological Sciences Salisbury University Salisbury MD"
                }
            ]
        },
        {
            "given": "Jennifer",
            "family": "Nyland",
            "sequence": "additional",
            "affiliation": [
                {
                    "name": "Department of Biological Sciences Salisbury University Salisbury MD"
                }
            ]
        }
    ],
    "member": "311",
    "published-online": {
        "date-parts": [
            [
                2019,
                4
            ]
        ]
    },
    "container-title": [
        "The FASEB Journal"
    ],
    "language": "en",
    "deposited": {
        "date-parts": [
            [
                2023,
                12,
                11
            ]
        ],
        "date-time": "2023-12-11T10:39:16Z",
        "timestamp": 1702291156000
    },
    "score": 16.850431,
    "resource": {
        "primary": {
            "URL": "https://faseb.onlinelibrary.wiley.com/doi/10.1096/fasebj.2019.33.1_supplement.792.6"
        }
    },
    "issued": {
        "date-parts": [
            [
                2019,
                4
            ]
        ]
    },
    "references-count": 0,
    "journal-issue": {
        "issue": "S1",
        "published-print": {
            "date-parts": [
                [
                    2019,
                    4
                ]
            ]
        }
    },
    "alternative-id": [
        "10.1096/fasebj.2019.33.1_supplement.792.6"
    ],
    "URL": "http://dx.doi.org/10.1096/fasebj.2019.33.1_supplement.792.6",
    "archive": [
        "Portico"
    ],
    "ISSN": [
        "0892-6638",
        "1530-6860"
    ],
    "issn-type": [
        {
            "value": "0892-6638",
            "type": "print"
        },
        {
            "value": "1530-6860",
            "type": "electronic"
        }
    ],
    "published": {
        "date-parts": [
            [
                2019,
                4
            ]
        ]
    },
    "assertion": [
        {
            "value": "2019-04-01",
            "order": 2,
            "name": "published",
            "label": "Published",
            "group": {
                "name": "publication_history",
                "label": "Publication History"
            }
        }
    ]
}