{
    "indexed": {
        "date-parts": [
            [
                2023,
                12,
                12
            ]
        ],
        "date-time": "2023-12-12T00:30:24Z",
        "timestamp": 1702341024256
    },
    "reference-count": 0,
    "publisher": "Wiley",
    "issue": "S1",
    "license": [
        {
            "start": {
                "date-parts": [
                    [
                        2022,
                        5,
                        13
                    ]
                ],
                "date-time": "2022-05-13T00:00:00Z",
                "timestamp": 1652400000000
            },
            "content-version": "vor",
            "delay-in-days": 12,
            "URL": "http://onlinelibrary.wiley.com/termsAndConditions#vor"
        }
    ],
    "content-domain": {
        "domain": [
            "faseb.onlinelibrary.wiley.com"
        ],
        "crossmark-restriction": true
    },
    "short-container-title": [
        "The FASEB Journal"
    ],
    "published-print": {
        "date-parts": [
            [
                2022,
                5
            ]
        ]
    },
    "abstract": "<jats:p>Diabetes mellitus is a chronic metabolic condition that can result in numerous comorbidities, including diabetes‐induced osteoporosis. Regardless of age, diabetics are at an increased risk of bone fracture as a result of decreased bone quality and mass. In the Clark lab we have previously established a glucose immersion model of hyperglycemic induction in larval zebrafish (Danio rerio). Zebrafish are a viable model to study diabetic complications as they glucoregulate similar to mammals and have robust regenerative abilities previously shown to regenerate pancreatic b‐cells, peripheral nerves, cardiac muscle, and fins. Given the negative impact diabetes has on bones, we hypothesized that hyperglycemia would negatively impact vertebral development; but given zebrafish’s ability to regenerate we also hypothesized that after a recovery from hyperglycemia, the vertebrae would have a similar phenotype to controls. Larval zebrafish were incubated in 120 mM glucose solution (treatment), or egg water (control), for seven days beginning five days post fertilization (dpf). To assess vertebral development following a recovery period, zebrafish were placed in normal egg water for an additional ten days, and control fish were kept in egg water for an equal amount of time. Using alizarin red to visualize mineralized vertebrae after 7‐day incubation in glucose solution (12dpf) showed a reduced percentage of zebrafish with any mineralized vertebrae compared to controls (****p&lt;0.0001). The vertebrae that were present following treatment had significantly less area of mineralized centra compared to controls (****p&lt;0.0001). This suggests that hyperglycemia negatively impacted initial vertebral development. Following recovery (22 dpf), the treatment fish had significantly reduced total body length than controls (****p&lt;0.0001). Treatment fish continued to have significantly less mineralized centra area (****p&lt;0.0001) and significantly increased area of intervertebral domain (****p&lt;0.0001) when compared to size matched controls. This suggests that the vertebrae of treatment fish are mineralizing and expanding into the intervertebral domain at a slower rate than controls. Additionally, glucose‐treated fish had significantly reduced percentage of fish with mineralized neural (****p&lt;0.0001) and hemal (****p&lt;0.0001) arches present on their vertebra compared to controls. These results suggest a dramatic impairment of vertebral development that extends beyond both treatment and recovery periods, leading us to believe the reduced mineralization may be responsible for the behavioral deficits through reductions in their ability to swim. Furthermore, our results may indicate profound effects of gestation and childhood diabetes on the skeletal development of children. Future experiments will investigate osteoblast and chondrocyte populations following hyperglycemic induction and recovery to elucidate the mechanisms that result in impaired vertebral mineralization. This discovery would guide further research into potential therapeutics for diabetes‐induced osteoporosis.</jats:p>",
    "DOI": "10.1096/fasebj.2022.36.s1.r3014",
    "type": "journal-article",
    "created": {
        "date-parts": [
            [
                2022,
                5,
                3
            ]
        ],
        "date-time": "2022-05-03T08:19:46Z",
        "timestamp": 1651565986000
    },
    "update-policy": "http://dx.doi.org/10.1002/crossmark_policy",
    "source": "Crossref",
    "is-referenced-by-count": 0,
    "title": [
        "Impaired vertebral development following hyperglycemic induction and recovery in Danio rerio"
    ],
    "prefix": "10.1096",
    "volume": "36",
    "author": [
        {
            "given": "Sheridan",
            "family": "Sargent",
            "sequence": "first",
            "affiliation": [
                {
                    "name": "Biological Sciences Salisbury University Salisbury MD"
                }
            ]
        }
    ],
    "member": "311",
    "published-online": {
        "date-parts": [
            [
                2022,
                5,
                13
            ]
        ]
    },
    "container-title": [
        "The FASEB Journal"
    ],
    "language": "en",
    "deposited": {
        "date-parts": [
            [
                2023,
                12,
                11
            ]
        ],
        "date-time": "2023-12-11T10:10:26Z",
        "timestamp": 1702289426000
    },
    "score": 16.020565,
    "resource": {
        "primary": {
            "URL": "https://faseb.onlinelibrary.wiley.com/doi/10.1096/fasebj.2022.36.S1.R3014"
        }
    },
    "issued": {
        "date-parts": [
            [
                2022,
                5
            ]
        ]
    },
    "references-count": 0,
    "journal-issue": {
        "issue": "S1",
        "published-print": {
            "date-parts": [
                [
                    2022,
                    5
                ]
            ]
        }
    },
    "alternative-id": [
        "10.1096/fasebj.2022.36.S1.R3014"
    ],
    "URL": "http://dx.doi.org/10.1096/fasebj.2022.36.s1.r3014",
    "archive": [
        "Portico"
    ],
    "ISSN": [
        "0892-6638",
        "1530-6860"
    ],
    "issn-type": [
        {
            "value": "0892-6638",
            "type": "print"
        },
        {
            "value": "1530-6860",
            "type": "electronic"
        }
    ],
    "published": {
        "date-parts": [
            [
                2022,
                5
            ]
        ]
    },
    "assertion": [
        {
            "value": "2022-05-13",
            "order": 2,
            "name": "published",
            "label": "Published",
            "group": {
                "name": "publication_history",
                "label": "Publication History"
            }
        }
    ]
}