{
<<<<<<< Updated upstream
    "Biochemistry & Molecular Biology": {
        "url": "biochemistry-molecular-biology",
        "faculty_count": 3,
        "department_count": 2,
        "article_count": 3,
        "faculty": [
            "Presotto, Andrea",
            "Corfield, Jeremy R.",
            "Liebgold, Eric B."
        ],
        "departments": [
            "Biol Sci",
            "Geog & Geosci"
        ],
        "titles": [
            "Stone tools improve diet quality in wild monkeys",
            "Tempo and Pattern of Avian Brain Size Evolution",
            "Density-dependent fitness, not dispersal movements, drives temporal variation in spatial genetic structure in dark-eyed juncos (Junco hyemalis)"
        ]
    },
    "Biology": {
        "url": "biology",
        "faculty_count": 10,
        "department_count": 3,
        "article_count": 9,
        "faculty": [
            "Wilhite, Kyle O.",
            "Corfield, Jeremy R.",
            "Presotto, Andrea",
            "Ludovici, Rosalind J.",
            "Mitchell, Kelsey M.",
            "Hunter, Kimberly L.",
            "Taylor, Ryan C.",
            "Clements, Paul",
            "Bradley, Christina J.",
            "Coss, Derek A."
        ],
        "departments": [
            "Biol",
            "Biol Sci",
            "Geog & Geosci"
        ],
        "titles": [
            "Tempo and Pattern of Avian Brain Size Evolution",
            "Isotopic and genetic methods reveal the role of the gut microbiome in mammalian host essential amino acid metabolism",
            "Stone tools improve diet quality in wild monkeys",
            "Covariation among multimodal components in the courtship display of the tungara frog",
            "Silence is sexy: soundscape complexity alters mate choice in tungara frogs",
            "Why do females sing?-pair communication and other song functions in eastern bluebirds",
            "Cross-modal facilitation of auditory discrimination in a frog",
            "Can you hear/see me? Multisensory integration of signals does not always facilitate mate choice",
            "Complex sensory environments alter mate choice outcomes"
        ]
    },
    "Cell Biology": {
        "url": "cell-biology",
        "faculty_count": 3,
        "department_count": 2,
        "article_count": 3,
        "faculty": [
            "Presotto, Andrea",
            "Brady, Alyssa",
            "Corfield, Jeremy R."
        ],
        "departments": [
            "Phys",
            "Geog & Geosci"
        ],
        "titles": [
            "Stone tools improve diet quality in wild monkeys",
            "Tempo and Pattern of Avian Brain Size Evolution",
            "Cerebrospinal fluid replacement solutions promote neuroglia migratory behaviors and spinal explant outgrowth in microfluidic culture"
        ]
    },
    "Zoology": {
        "url": "zoology",
        "faculty_count": 13,
        "department_count": 4,
        "article_count": 19,
        "faculty": [
            "Presotto, Andrea",
            "Bushera, Hakeem",
            "Hunter, Kimberly L.",
            "Cronin, Andrew",
            "Taylor, Ryan C.",
            "Bradley, Christina J.",
            "Liebgold, Eric B.",
            "Curry, Caitlin",
            "Small, Hannah G.",
            "Freeman, Angela R.",
            "Chaudhry, Eaqan A.",
            "Coss, Derek A.",
            "Stafford, Kathleen"
        ],
        "departments": [
            "Biol",
            "Environm Sci",
            "Biol Sci",
            "Geog & Geosci"
        ],
        "titles": [
            "Sex differences in social odor discrimination by southern giant pouched rats (Cricetomys ansorgei)",
            "Spatial cognition in western gorillas (Gorilla gorilla): an analysis of distance, linearity, and speed of travel routes",
            "Can you hear/see me? Multisensory integration of signals does not always facilitate mate choice",
            "Habitat Usage, Dietary Niche Overlap, and Potential Partitioning between the Endangered Spotted Turtle (Clemmys guttata) and Other Turtle Species",
            "Environmental heterogeneity alters mate choice behavior for multimodal signals",
            "Rare Bearded Capuchin (Sapajus libidinosus) Tool-Use Culture is Threatened by Land use Changes in Northeastern Brazil",
            "Why do females sing?-pair communication and other song functions in eastern bluebirds",
            "Female song in eastern bluebirds varies in acoustic structure according to social context",
            "Spatial mapping shows that some African elephants use cognitive maps to navigate the core but not the periphery of their home ranges",
            "Behavioral and neural auditory thresholds in a frog",
            "Navigating in a challenging semiarid environment: the use of a route-based mental map by a small-bodied neotropical primate",
            "Effects of a Gonadotropin-Releasing Hormone Agonist on Sex Behavior in Females of the Southern Giant Pouched Rat",
            "Evolutionary and Allometric Insights into Anuran Auditory Sensitivity and Morphology",
            "The Coexistence of People and Bearded Capuchins (Sapajus libidinosus) in a Nonindustrial Ecosystem: An Assessment of Tourist and Local Perceptions in the Coastal Area of Maranhão, Brazil",
            "Dueling frogs: do male green tree frogs (Hyla cinerea) eavesdrop on and assess nearby calling competitors?",
            "'Crazy love': nonlinearity and irrationality in mate choice",
            "Silence is sexy: soundscape complexity alters mate choice in tungara frogs",
            "The role of hunting on Sapajus xanthosternos' landscape of fear in the Atlantic Forest, Brazil",
            "There's No Place Like Home: Influential Habitat Characteristics of Eastern Tiger Salamander (Ambystoma tigrinum tigrinum) Breeding Ponds in Maryland and Delaware"
        ]
    },
    "Behavioral Sciences": {
        "url": "behavioral-sciences",
        "faculty_count": 9,
        "department_count": 4,
        "article_count": 13,
        "faculty": [
            "Presotto, Andrea",
            "Bushera, Hakeem",
            "Agarwal, Vinita",
            "Hunter, Kimberly L.",
            "Cronin, Andrew",
            "Taylor, Ryan C.",
            "Freeman, Angela R.",
            "Coss, Derek A.",
            "Curry, Caitlin"
        ],
        "departments": [
            "Biol",
            "Commun",
            "Biol Sci",
            "Geog & Geosci"
        ],
        "titles": [
            "Dueling frogs: do male green tree frogs (Hyla cinerea) eavesdrop on and assess nearby calling competitors?",
            "Sex differences in social odor discrimination by southern giant pouched rats (Cricetomys ansorgei)",
            "Spatial mapping shows that some African elephants use cognitive maps to navigate the core but not the periphery of their home ranges",
            "'Crazy love': nonlinearity and irrationality in mate choice",
            "Environmental heterogeneity alters mate choice behavior for multimodal signals",
            "Spatial cognition in western gorillas (Gorilla gorilla): an analysis of distance, linearity, and speed of travel routes",
            "Silence is sexy: soundscape complexity alters mate choice in tungara frogs",
            "Navigating in a challenging semiarid environment: the use of a route-based mental map by a small-bodied neotropical primate",
            "Why do females sing?-pair communication and other song functions in eastern bluebirds",
            "Female song in eastern bluebirds varies in acoustic structure according to social context",
            "Evolutionary and Allometric Insights into Anuran Auditory Sensitivity and Morphology",
            "Mimetic Self-Reflexivity and Intersubjectivity in Complementary and Alternative Medicine Practices: The Mirror Neuron System in Breast Cancer Survivorship",
            "Can you hear/see me? Multisensory integration of signals does not always facilitate mate choice"
        ]
    },
    "Ecology": {
        "url": "ecology",
        "faculty_count": 27,
        "department_count": 7,
        "article_count": 29,
        "faculty": [
            "Stribling, Judith M.",
            "Kobisk, Ashley",
            "Roose, Jordan J.",
            "Garcia, Mark J.",
            "Teller, Kyle G.",
            "Lamb, Stephanie M.",
            "Taylor, Ryan C.",
            "Adler, Laurie",
            "Bradley, Christina J.",
            "Price, Dana L.",
            "Irons, Jonathan",
            "Miller, Lien",
            "Clements, Paul",
            "Liebgold, Eric B.",
            "Coss, Derek A.",
            "Manole, Denise",
            "Hogue, Aaron S.",
            "Wilson, Abigail",
            "Kolstoe, Sonja",
            "Caviglia-Harris, Jill",
            "Hunter, Kimberly L.",
            "Montgomery, Chandini B.",
            "Chen, Xuan",
            "Grecay, Paul A.",
            "Bushera, Hakeem",
            "Cronin, Andrew",
            "Silaphone, Keota"
        ],
        "departments": [
            "Geog & Geosci",
            "Biol",
            "Environm & Sustainabil",
            "Math Sci",
            "Biol Sci",
            "Environm Studies",
            "Econ & Finance"
        ],
        "titles": [
            "Extensive regional variation in the phenology of insects and their response to temperature across North America",
            "A tale of two samples: Understanding WTP differences in the age of social media",
            "Potential conservation gains from improved protected area management in the Brazilian Amazon",
            "Ants of the Forest and Dune Habitats of an Atlantic Coastal Barrier Island",
            "Microbial Community Succession Along a Chronosequence in Constructed Salt Marsh Soils",
            "Accounting for misclassification of subspecies provides insights about habitat use and dynamics of the Florida Grasshopper Sparrow in response to fire",
            "Is the future female for turtles? Climate change and wetland configuration predict sex ratios of a freshwater species",
            "The six dimensions of collective leadership that advance sustainability objectives: rethinking what it means to be an academic leader",
            "Can you hear/see me? Multisensory integration of signals does not always facilitate mate choice",
            "Foraging by estuarine juveniles of two paralichthyid flounders: experimental analyses of the effects of light level, turbidity, and prey type",
            "Isotopic and genetic methods reveal the role of the gut microbiome in mammalian host essential amino acid metabolism",
            "Environmental heterogeneity alters mate choice behavior for multimodal signals",
            "Usurpation and Brooding of Least Tern (Sternula antillarum) Chicks by Common Terns (Sterna hirundo)",
            "Why do females sing?-pair communication and other song functions in eastern bluebirds",
            "The First Confirmed Occurrence of Myotis septentrionalis (Northern Long-eared Bat) on the Delmarva Peninsula",
            "Female song in eastern bluebirds varies in acoustic structure according to social context",
            "Creosote bush (Larrea tridentata) ploidy history along its diploid-tetraploid boundary in southeastern Arizona-southwestern New Mexico, USA",
            "Leveraging the NEON Airborne Observation Platform for socio-environmental systems research",
            "Epigenomic changes in the tungara frog (Physalaemus pustulosus): possible effects of introduced fungal pathogen and urbanization",
            "Do forests provide watershed services for farmers in the humid tropics? Evidence from the Brazilian Amazon",
            "(Not) far from home: No sex bias in dispersal, but limited genetic patch size, in an endangered species, the Spotted Turtle (Clemmys guttata)",
            "Cross-modal facilitation of auditory discrimination in a frog",
            "The Development of Denitrification and of the Denitrifying Community in a Newly-Created Freshwater Wetland",
            "Determining the most recent common ancestor in a finite linear habitat with asymmetric dispersal",
            "Dueling frogs: do male green tree frogs (Hyla cinerea) eavesdrop on and assess nearby calling competitors?",
            "Density-dependent fitness, not dispersal movements, drives temporal variation in spatial genetic structure in dark-eyed juncos (Junco hyemalis)",
            "Silence is sexy: soundscape complexity alters mate choice in tungara frogs",
            "Effects of landscape structure and land use on turtle communities across the eastern United States",
            "Effects of a tropical cyclone on salt marsh insect communities and post-cyclone reassembly processes"
        ]
    },
    "Language & Linguistics": {
        "url": "language-linguistics",
        "faculty_count": 5,
        "department_count": 3,
        "article_count": 5,
        "faculty": [
            "Williamson, Thea",
            "Franzak, Judith K.",
            "Karimzad, Farzad",
            "Stutelberg, Erin B.",
            "Pandey, Anjali"
        ],
        "departments": [
            "English",
            "Literacy Studies",
            "Secondary & Phys Educ"
        ],
        "titles": [
            "Chronotopic resolution, embodied subjectivity, and collective learning: A sociolinguistic theory of survival",
            "Illustrating linguistic dexterity in \"English mostly\" spaces: how translanguaging can support academic writing in secondary ELA classrooms",
            "Re-Englishing 'flat-world' fiction",
            "Teaching as invasion: emotions, boundaries and entanglements",
            "\"We're Rural Not Dumb\": An Examination of Literacy Sponsorship"
        ]
    },
    "Economics": {
        "url": "economics",
        "faculty_count": 13,
        "department_count": 4,
        "article_count": 30,
        "faculty": [
            "Munemo, Jonathan",
            "Wu, Ying",
            "Miao, Chao",
            "Singh, Nitya P.",
            "Caviglia-Harris, Jill",
            "Kolstoe, Sonja",
            "Li, Ning",
            "Chambers, Dustin",
            "Lei, Shan",
            "Cimiluca, Mark",
            "Villalobos, Laura",
            "Hill, Brian",
            "Nan, Wenxiu (Vince)"
        ],
        "departments": [
            "Geog & Geosci",
            "Management & Mkt",
            "Environm Studies",
            "Econ & Finance"
        ],
        "titles": [
            "The effects of increasing income for vulnerable families: better birth outcomes, continued disparities",
            "Regulation, entrepreneurship, and firm size",
            "Regulation, entrepreneurship, and dynamism",
            "Quantifying COVID-19?s silver lining: Avoided deaths from air quality improvements in Bogota",
            "Barriers to prosperity: the harmful impact of entry regulations on income inequality",
            "Health and household labor supply: instantaneous and adaptive behavior of an aging workforce",
            "Employment and output effects of federal regulations on small business",
            "District-wide school reform and student performance: Evidence from Montgomery County, Maryland",
            "Local Effects of Payments for Ecosystem Services on Rural Poverty",
            "What Factors Entice States to Manipulate Corporate Income Tax Apportionment Formulas?",
            "Using the process approach to teach writing in economics",
            "Opening the gates: The increasing impact of papers beyond the top five and other changes in economic publishing",
            "Do forests provide watershed services for farmers in the humid tropics? Evidence from the Brazilian Amazon",
            "Macroeconomic Impacts of the US External Imbalances with Two Large Emerging Asian Economies: Japan (1970-1990) versus China (2000-2018)",
            "Do African resource rents promote rent-seeking at the expense of entrepreneurship?",
            "The color of water: The contributions of green and blue water to agricultural productivity in the Western Brazilian Amazon",
            "How do federal regulations affect consumer prices? An analysis of the regressive effects of regulation",
            "Regulations, institutional quality and entrepreneurship",
            "Internal Relevance between Analysts' Forecasts and Target Prices-Informativeness and Investment Value",
            "EARNED INCOME TAX CREDITS AND INFANT HEALTH: A LOCAL EITC INVESTIGATION",
            "Institutional factors, religiosity, and entrepreneurial activity: A quantitative examination across 85 countries",
            "To gamble or not to gamble? The effect of mobile money on gambling in Kenya",
            "Regulation and income inequality in the United States",
            "Tournament incentives and performance: Evidence from the WNBA",
            "The rise of emerging Indian multinationals: strategic learning for EMNC foreign market entry and internationalization",
            "Investment in financial literacy and financial advice-seeking: Substitutes or complements?",
            "The economic theory of regulation and inequality",
            "Export entrepreneurship promotion: The role of regulation-induced time delays and institutions",
            "Regulation and poverty: an empirical examination of the relationship between the incidence of federal regulation and the occurrence of poverty across the US states",
            "Estimating habit-forming and variety-seeking behavior: Valuation of recreational birdwatching"
        ]
    },
    "Political Science": {
        "url": "political-science",
        "faculty_count": 8,
        "department_count": 3,
        "article_count": 13,
        "faculty": [
            "Goyens, Tom",
            "Hill, Amanda",
            "Munemo, Jonathan",
            "Rittinger, Eric R.",
            "Fox, James T.",
            "Eun, Jihyun",
            "Chambers, Dustin",
            "Keethaponcalan, S. I."
        ],
        "departments": [
            "Educ Leadership",
            "Econ",
            "Econ & Finance"
        ],
        "titles": [
            "Sole Representatives in War and Peace: The Case of Sri Lanka's Liberation Tigers of Tamil Eelam",
            "Exploring the relationship between national identity and attitudes towards immigrants in the United States",
            "The effect of regulation-driven trade barriers and governance quality on export entrepreneurship",
            "Barriers to prosperity: the harmful impact of entry regulations on income inequality",
            "A Culture of Organizational Grit From the Perspective of US Military Officers: A Qualitative Inquiry",
            "Regulation and income inequality in the United States",
            "Inspiring Students to Think Theoretically About International Relations Through the Game of Diplomacy",
            "Anarchists and national identity: The case of German radicals in the United States and Brazil, 1880-1945",
            "How do federal regulations affect consumer prices? An analysis of the regressive effects of regulation",
            "The economic theory of regulation and inequality",
            "How many regulations does it take to get a beer? The geography of beer regulations",
            "Regulation and poverty: an empirical examination of the relationship between the incidence of federal regulation and the occurrence of poverty across the US states",
            "Green Product Portfolio and Environmental Lobbying"
        ]
    },
    "Forestry": {
        "url": "forestry",
        "faculty_count": 1,
        "department_count": 2,
        "article_count": 2,
        "faculty": [
            "Cai, Jiacheng"
        ],
        "departments": [
            "Biol",
            "Math & Comp Sci"
        ],
        "titles": [
            "The Effects of Trichoderma Fungi on the Tunneling, Aggregation, and Colony-Initiation Preferences of Black-Winged Subterranean Termites, Odontotermes formosanus (Blattodea: Termitidae)",
            "Larval Aggregation of Heortia vitessoides Moore (Lepidoptera: Crambidae) and Evidence of Horizontal Transfer of Avermectin"
        ]
    },
    "Environmental Sciences": {
        "url": "environmental-sciences",
        "faculty_count": 19,
        "department_count": 8,
        "article_count": 20,
        "faculty": [
            "Stribling, Judith M.",
            "Ramseyer, Craig A.",
            "Roose, Jordan J.",
            "Maykrantz, Sherry A.",
            "Silaphone, K.",
            "Yoon, David J.",
            "Petrolino, Ashley V.",
            "Liebgold, Eric B.",
            "Nobiling, Brandye D.",
            "Chen, Xingzhi Mara",
            "Rexroth, Kayla S.",
            "Cha, Hoon S.",
            "Caviglia-Harris, Jill",
            "Kolstoe, Sonja",
            "Hunter, Kimberly L.",
            "Scott, Michael",
            "Agarwal, Vinita",
            "Franchi, Giulia",
            "Phillips, David S."
        ],
        "departments": [
            "Informat & Decis Sci",
            "Comp Sci",
            "Geog & Geosci",
            "Commun",
            "Biol Sci",
            "Management & Mkt",
            "Math & Comp Sci",
            "Environm Studies"
        ],
        "titles": [
            "High-Resolution Monitoring of Tidal Systems Using UAV: A Case Study on Poplar Island, MD (USA)",
            "A tale of two samples: Understanding WTP differences in the age of social media",
            "Potential conservation gains from improved protected area management in the Brazilian Amazon",
            "Patient Assessment and Chronic Pain Self-Management in Ethnomedicine: Seasonal and Ecosystemic Embodiment in Ayurvedic Patient-Centered Care",
            "How Trust in Information Sources Influences Preventative Measures Compliance during the COVID-19 Pandemic",
            "Is the future female for turtles? Climate change and wetland configuration predict sex ratios of a freshwater species",
            "Seasonality and Characterization Mapping of Restored Tidal Marsh by NDVI Imageries Coupling UAVs and Multispectral Camera",
            "Effect of Vigorous Physical Activity on Executive Control in Middle-School Students",
            "Sustainability Calculus in Adopting Smart Speakers-Personalized Services and Privacy Risks",
            "An evaluation of the Chesapeake Bay management strategy to improve water quality in small agricultural watersheds",
            "The Brazilian Forest Code and riparian preservation areas: spatiotemporal analysis and implications for hydrological ecosystem services",
            "Creosote bush (Larrea tridentata) ploidy history along its diploid-tetraploid boundary in southeastern Arizona-southwestern New Mexico, USA",
            "The Impact of Climate Change on Environmental Sustainability and Human Mortality",
            "Do forests provide watershed services for farmers in the humid tropics? Evidence from the Brazilian Amazon",
            "The Role of Education in Increasing Awareness and Reducing Impact of Natural Hazards",
            "Leader Behavioral Integrity and Employee In-Role Performance: The Roles of Coworker Support and Job Autonomy",
            "The Development of Denitrification and of the Denitrifying Community in a Newly-Created Freshwater Wetland",
            "Effects of life stage on eDNA detection of the invasive European green crab ( Carcinus maenas ) in estuarine systems",
            "Effects of landscape structure and land use on turtle communities across the eastern United States",
            "Future precipitation variability during the early rainfall season in the El Yunque National Forest"
        ]
=======
    "Ethics": {
        "url": "ethics",
        "faculty_count": 3,
        "department_count": 2,
        "article_count": 2,
        "faculty": [
            "Emerson, David",
            "Wu, Yun",
            "Smith, Kenneth"
        ],
        "departments": [
            "Informat & Decis Sci",
            "Accounting & Legal Studies"
        ],
        "titles": [
            "An examination of online cheating among business students through the lens of the Dark Triad and Fraud Diamond",
            "eWOM, what are we suspecting? Motivation, truthfulness or identity"
        ],
        "tc_count": 6,
        "tc_list": [
            3,
            3
        ],
        "citation_average": 3.0
    },
    "Psychology, Multidisciplinary": {
        "url": "psychology-multidisciplinary",
        "faculty_count": 12,
        "department_count": 3,
        "article_count": 9,
        "faculty": [
            "Rivera, Allyson",
            "Demond, Whitney",
            "Schlehofer, Michele M.",
            "Smith, Kenneth",
            "Chappell, Charisse",
            "Green, Daniel",
            "Laaouad-dodoo, Soraya",
            "Scott, Michael S.",
            "Fritz, Heidi L.",
            "Emerson, David",
            "Tomcho, Thomas",
            "Olortegui, Ashley"
        ],
        "departments": [
            "Sociol",
            "Accounting & Legal Studies",
            "Psychol"
        ],
        "titles": [
            "An examination of online cheating among business students through the lens of the Dark Triad and Fraud Diamond",
            "Public Psychology: Introduction to the Special Issue",
            "Three dimensions of desirability of control: divergent relations with psychological and physical well-being",
            "Psychology of Religion Courses in the Undergraduate Curriculum",
            "A Proposed Taxonomy for Categorizing Sexual Identities in Adolescence",
            "Investing in Black LGBTQ plus liberation as white people: A call to action for community psychology",
            "Then and now: A 50-year retrospective thematic analysis of Society for Community Research and Action presidential addresses",
            "Developing a State University System Model to Diversify Faculty in the Biomedical Sciences",
            "Traditional Games and Sports of the Women in the Kabylie"
        ],
        "tc_count": 26,
        "tc_list": [
            3,
            1,
            3,
            0,
            1,
            13,
            2,
            2,
            1
        ],
        "citation_average": 2.888888888888889
    },
    "Business, Finance": {
        "url": "business-finance",
        "faculty_count": 14,
        "department_count": 3,
        "article_count": 18,
        "faculty": [
            "Munemo, Jonathan",
            "Hill, Brian",
            "Lei, Shan",
            "Wu, Ying",
            "Hong Duong",
            "Eksi, Asli",
            "Duong, Hong",
            "Smith, Kenneth J.",
            "Schuldt, Michael A.",
            "Mathers, Ani Manakyan",
            "Boster, Charles R.",
            "Peng, Yuqi",
            "Yao, Hong",
            "Emerson, David J."
        ],
        "departments": [
            "Accounting",
            "Econ & Finance",
            "Accounting & Legal Studies"
        ],
        "titles": [
            "Types of nonaudit service fees and earnings response coefficients in the post-sarbanes-oxley era",
            "Shareholder coordination and corporate innovation",
            "Do industry specialist auditors enhance accounting quality in the EU? Evidence from the pre-IFRS and mandatory post-IFRS periods",
            "Hedged Mutual Funds and Competition for Sources of Alpha",
            "The impact of stakeholder orientation on tax avoidance: Evidence from a natural experiment",
            "Resilience as a coping strategy for reducing departure intentions of accounting students",
            "The ownership effect on corporate investment distortion in the transitional economies: Mitigating or exacerbating?",
            "The effects of ownership structure on dividend policy: Evidence from seasoned equity offerings (SEOs)",
            "EARNED INCOME TAX CREDITS AND INFANT HEALTH: A LOCAL EITC INVESTIGATION",
            "Resilience as a coping strategy for reducing auditor turnover intentions",
            "Export entrepreneurship promotion: The role of regulation-induced time delays and institutions",
            "Monetary sterilization response to the movements in exchange rates and official net foreign assets: a case of China",
            "An Analysis of State Capital Share and Its Implications to the Efficiency-Equality Nexus",
            "What Factors Entice States to Manipulate Corporate Income Tax Apportionment Formulas?",
            "Airline revenue management around sporting mega-events: an application using data from the Super Bowl XLIX",
            "Investors' Responses to Social Conflict between CSR and Corporate Tax Avoidance",
            "Familiarity bias in direct stock investment by individual investors",
            "Resilience, Psychological Distress, and Academic Burnout among Accounting Students"
        ],
        "tc_count": 102,
        "tc_list": [
            0,
            4,
            4,
            10,
            1,
            14,
            18,
            20,
            3,
            13,
            0,
            4,
            1,
            2,
            0,
            8,
            0,
            0
        ],
        "citation_average": 5.666666666666667
    },
    "Social Work": {
        "url": "social-work",
        "faculty_count": 14,
        "department_count": 2,
        "article_count": 17,
        "faculty": [
            "Hylton, Mary",
            "Koh, Bibiana D.",
            "Kim, Sook Hyun",
            "Demond, Whitney",
            "Rivera, Allyson",
            "Green, Daniel",
            "Owens-King, Allessia P.",
            "Venable, Victoria",
            "Jung, Kyoung-Rae",
            "Jewell, Jennifer R.",
            "Anthony, Becky",
            "Harbaugh, Jessica",
            "Schlehofer, Michele M.",
            "Olortegui, Ashley"
        ],
        "departments": [
            "Social Work",
            "Psychol"
        ],
        "titles": [
            "Secondary traumatic stress and self-care inextricably linked",
            "The Voter Engagement Model: Preparing the Next Generation of Social Workers for Political Practice",
            "LGBTQ",
            "An Exploration of Human Rights and Social Work Education in the United States",
            "Epistemic ethics justice: a \"radical imaginary\"",
            "Social Work Education Anti-Racism (SWEAR) Scale",
            "Investing in Black LGBTQ plus liberation as white people: A call to action for community psychology",
            "Korean fathers' immigration experience",
            "The impact of nontraditional and sustainable textbook options on student learning in a social work skills course",
            "Experiences of minority stress and access to primary care services among sexual minority adults in the United States",
            "\"If Extended Family Can't Deal horizontal ellipsis \" Disclosing Trans and Gender Non-Conforming Children's Identity",
            "Then and now: A 50-year retrospective thematic analysis of Society for Community Research and Action presidential addresses",
            "A CRT Analysis of Policy Making in Nevada: A Case Study for Social Work Education",
            "Borders: An International Comparative Analysis of Social Work's Response",
            "Utilizing Technology in Social Work Education: Development of the Technology Effectiveness and Social Connectedness Scale",
            "Access to health services among sexual minority people in the United States",
            "Measuring Undergraduate Social Work Students' Knowledge and Understanding of Privilege and Oppression"
        ],
        "tc_count": 36,
        "tc_list": [
            0,
            0,
            2,
            0,
            17,
            2,
            2,
            2,
            1,
            1,
            0,
            1,
            2,
            1,
            0,
            0,
            5
        ],
        "citation_average": 2.1176470588235294
    },
    "Family Studies": {
        "url": "family-studies",
        "faculty_count": 5,
        "department_count": 1,
        "article_count": 4,
        "faculty": [
            "Bush, Domonique",
            "Osman, Suzanne L.",
            "Lane, Halle L.",
            "Fritz, Heidi L.",
            "Schlehofer, Michele M."
        ],
        "departments": [
            "Psychol"
        ],
        "titles": [
            "Experiences of Parent-Advocates of Trans and Gender Non-Conforming Youth",
            "Predicting Body-Esteem Based on Type of Sexual Victimization Experience",
            "Predicting College Women's Self-esteem Based on Verbal Coercion Experience and Verbal Tactic Items on the Revised Sexual Experiences Survey",
            "Caregiving in quarantine: Humor styles, reframing, and psychological well-being among parents of children with disabilities"
        ],
        "tc_count": 7,
        "tc_list": [
            5,
            1,
            1,
            0
        ],
        "citation_average": 1.75
    },
    "Nursing": {
        "url": "nursing",
        "faculty_count": 15,
        "department_count": 2,
        "article_count": 17,
        "faculty": [
            "Pellinger, Thomas K.",
            "Reid, Tina P.",
            "Hall, Nicole",
            "Hart, Jennifer",
            "Winter, Dorothea M.",
            "Jauregui, Jean E.",
            "Nutt, Rita",
            "Webster, Debra",
            "Jarosinski, Judith M.",
            "DiBartolo, Mary C.",
            "Barnes, Annette",
            "Seldomridge, Lisa",
            "Allen, Kim",
            "Padgett, Stephen M.",
            "Hinderer, Katherine A."
        ],
        "departments": [
            "Nursing",
            "Hlth Sci"
        ],
        "titles": [
            "Rising From the Floor in Persons With Parkinson's Disease",
            "Implementing a Standardized Workflow Process to Increase the Palliative Care to Hospice Admission Rate",
            "Nurse Faculty Shortage Voices of Nursing Program Administrators",
            "Acute Lower Leg Heating Increases Exercise Capacity in Patients With Peripheral Artery Disease",
            "Frequency of Opioid Prescribing for Acute Low Back Pain in a Rural Emergency Department",
            "The Maryland Graduate Nurse Faculty Scholarship: Program Evaluation of a Nurse Faculty Workforce Initiative",
            "Lights, Camera, Action: Lessons Learned From a Nursing and Theater Collaboration",
            "A Faith-Based Intervention to Improve HYPERTENSION MANAGEMENT Among African Americans",
            "Preparing New Clinical Educators: 10-Year Outcomes of a Hybrid Program",
            "Chinese Americans' attitudes toward advance directives: An assessment of outcomes based on a nursing-led intervention",
            "Advocacy, Collaboration, and Conflict Management Teaching Core Skill Sets in Mental Health Nursing",
            "The Maryland Nurse Support Program II: A Program Evaluation of Faculty Workforce Initiative",
            "\"He just teaches whatever he thinks is important\": Analysis of comments in student evaluations of teaching",
            "\"Learning How to Teach\" in Nursing: Perspectives of Clinicians After a Formal Academy",
            "Cardiovascular Disease Risk Screening for Commercial Drivers Examined in Occupational Practice: Implementing Evidence-Based Practice to Champion the Health of Essential Workers",
            "Improving Inpatient Education and Follow-Up in Patients with Heart Failure: A Hospital-Based Quality Improvement Project",
            "Using Toolkits to Improve Students' Skills in Advocacy"
        ],
        "tc_count": 80,
        "tc_list": [
            23,
            2,
            0,
            5,
            10,
            2,
            0,
            3,
            12,
            2,
            11,
            2,
            7,
            1,
            0,
            0,
            0
        ],
        "citation_average": 4.705882352941177
    },
    "Evolutionary Biology": {
        "url": "evolutionary-biology",
        "faculty_count": 11,
        "department_count": 5,
        "article_count": 7,
        "faculty": [
            "Berns, Chelsea M.",
            "Clements, Paul",
            "Taylor, Ryan C.",
            "Hunter, Kimberly L.",
            "Bradley, Christina J.",
            "Adler, Laurie",
            "Liebgold, Eric B.",
            "Lamb, Stephanie M.",
            "Teller, Kyle G.",
            "Kobisk, Ashley",
            "Garcia, Mark J."
        ],
        "departments": [
            "Biol",
            "Environm Studies",
            "Math Sci",
            "Biol Sci",
            "Phys"
        ],
        "titles": [
            "(Not) far from home: No sex bias in dispersal, but limited genetic patch size, in an endangered species, the Spotted Turtle (Clemmys guttata)",
            "Density-dependent fitness, not dispersal movements, drives temporal variation in spatial genetic structure in dark-eyed juncos (Junco hyemalis)",
            "Determining the most recent common ancestor in a finite linear habitat with asymmetric dispersal",
            "Epigenomic changes in the tungara frog (Physalaemus pustulosus): possible effects of introduced fungal pathogen and urbanization",
            "Isotopic and genetic methods reveal the role of the gut microbiome in mammalian host essential amino acid metabolism",
            "Cross-modal facilitation of auditory discrimination in a frog",
            "The postembryonic transformation of the shell in emydine box turtles"
        ],
        "tc_count": 50,
        "tc_list": [
            5,
            0,
            2,
            33,
            1,
            2,
            7
        ],
        "citation_average": 7.142857142857143
    },
    "Developmental Biology": {
        "url": "developmental-biology",
        "faculty_count": 4,
        "department_count": 3,
        "article_count": 2,
        "faculty": [
            "Brennan, Anna",
            "Berns, Chelsea M.",
            "Sargent, Sheridan",
            "Clark, Jessica Kennett"
        ],
        "departments": [
            "Biol",
            "Phys",
            "Biol Sci"
        ],
        "titles": [
            "Regenerative potential and limitations in a zebrafish model of hyperglycemia-induced nerve degeneration",
            "The postembryonic transformation of the shell in emydine box turtles"
        ],
        "tc_count": 5,
        "tc_list": [
            5,
            0
        ],
        "citation_average": 2.5
    },
    "Genetics & Heredity": {
        "url": "genetics-heredity",
        "faculty_count": 7,
        "department_count": 4,
        "article_count": 3,
        "faculty": [
            "Berns, Chelsea M.",
            "Taylor, Ryan C.",
            "Hunter, Kimberly L.",
            "Garcia, Mark J.",
            "Teller, Kyle G.",
            "Kobisk, Ashley",
            "Adler, Laurie"
        ],
        "departments": [
            "Math Sci",
            "Biol",
            "Phys",
            "Biol Sci"
        ],
        "titles": [
            "The postembryonic transformation of the shell in emydine box turtles",
            "Epigenomic changes in the tungara frog (Physalaemus pustulosus): possible effects of introduced fungal pathogen and urbanization",
            "Determining the most recent common ancestor in a finite linear habitat with asymmetric dispersal"
        ],
        "tc_count": 12,
        "tc_list": [
            5,
            0,
            7
        ],
        "citation_average": 4.0
    },
    "Education & Educational Research": {
        "url": "education-educational-research",
        "faculty_count": 37,
        "department_count": 10,
        "article_count": 37,
        "faculty": [
            "Marinaro, Laura",
            "Troup, Nicholas",
            "Venable, Victoria",
            "Allen, Kimberly",
            "Williamson, Thea",
            "Finch, Maida A.",
            "Porter, Heather D.",
            "Koh, Bibiana D.",
            "McCartney, Jason",
            "Choi, Yoojin",
            "Franzak, Judith K.",
            "Billups, M. J.",
            "Peixoto, Sinelia",
            "Smith, Kenneth J.",
            "Maykrantz, Sherry A.",
            "Mcelroy, Honor B.",
            "Follmer, D. Jake",
            "Anthony, Becky",
            "Davis, Jeni",
            "Kim, Koomi",
            "Ramanathan, Gurupriya",
            "Caviglia-Harris, Jill",
            "Groth, Randall E.",
            "Walsh, Catherine M.",
            "Stutelberg, Erin B.",
            "Genareo, Vincent R.",
            "DiBartolo, Mary C.",
            "Hylton, Mary",
            "Emerson, David J.",
            "Freda, Kaynabess",
            "Willey, Amanda",
            "Cammarano, Cristina",
            "Osman, Suzanne L.",
            "Jewell, Jennifer R.",
            "Seldomridge, Lisa A.",
            "Hanley, Yvonne Downie",
            "Naumann, Madeline"
        ],
        "departments": [
            "Doctoral Studies Literacy",
            "Accounting & Legal Studies",
            "Environm Studies",
            "Psychol",
            "Early & Elementary Educ",
            "Literacy Studies",
            "Econ & Finance",
            "Math & Comp Sci",
            "Secondary & Phys Educ",
            "Phys"
        ],
        "titles": [
            "A Framework for Scientific Inquiry in Preschool",
            "Examining the Role of Self-Regulated Learning Microanalysis in the Assessment of Learners' Regulation",
            "How to Improve Written Case Analysis and Reduce Grading Time: The One-Page, Two-Case Method",
            "Psychological Distress, Burnout, and Business Student Turnover: The Role of Resilience as a Coping Mechanism",
            "Teaching as invasion: emotions, boundaries and entanglements",
            "Reframing and Repositioning College Readers' Assumptions About Reading Through Eye Movement Miscue Analysis",
            "Engineering in Preschool: What Little Minds Can Teach Us About Big Skills",
            "Dimensions of Learning Probability Vocabulary",
            "A CRT Analysis of Policy Making in Nevada: A Case Study for Social Work Education",
            "Experiences of Alienation and Intimacy: The Work of Secondary Writing Instruction",
            "It's not all in their heads: the differing role of cognitive factors and non-cognitive traits in undergraduate success",
            "Examining the Impact of a Nursing Course Redesign on Student Outcomes, Faculty Workload, and Costs",
            "Social Work Education Anti-Racism (SWEAR) Scale",
            "Rural Women, Creative Writing, and Resistance",
            "Exploring Factors That Contribute to Nursing Students' Willingness to Report Peer Academic Integrity Violations",
            "Increasing the Number of Faculty With CNE(R) Certification: A Statewide Initiative",
            "Using the process approach to teach writing in economics",
            "Language, Gender, and School-Leadership Labor Markets",
            "The Voter Engagement Model: Preparing the Next Generation of Social Workers for Political Practice",
            "Exposing the hazards of teaching 19th century genetic science",
            "Community is key: estimating the impact of living learning communities on college retention and GPA",
            "Prospective Teachers' Instructional Decisions and Pedagogical Moves when Responding to Student Thinking in Elementary Mathematics and Science Lessons",
            "A latent variable analysis of the contribution of executive function to adult readers' comprehension of science text: the roles of vocabulary ability and level of comprehension",
            "Illustrating linguistic dexterity in \"English mostly\" spaces: how translanguaging can support academic writing in secondary ELA classrooms",
            "First results from the Dark Skies, Bright Kids astronomy club draw-a-scientist test",
            "A method for assessing students' interpretations of contextualized data",
            "Technical Adequacy of Procedural and Conceptual Algebra Screening Measures in High School Algebra",
            "Seeing Through Serpent and Eagle Eyes: Teachers as Handlers of Memories",
            "Broken engagement: The role of grit and LMX in enhancing faculty engagement",
            "Sexual victimization experience, acknowledgment labeling and rape empathy among college men and women",
            "Probability puppets",
            "More, Faster, Neater: Middle School Students' Self-Assessed Literacy Concerns",
            "Reforming School Discipline: Responses by School District Leadership to Revised State Guidelines for Student Codes of Conduct",
            "How traditional undergraduate college students define and perceive wellness: A qualitative phenomenological study",
            "Utilizing Technology in Social Work Education: Development of the Technology Effectiveness and Social Connectedness Scale",
            "Intersectional ethics: a pedagogical heuristic for ethical deliberation",
            "Self-leadership and stress among college students: Examining the moderating role of coping skills††"
        ],
        "tc_count": 132,
        "tc_list": [
            0,
            13,
            10,
            0,
            18,
            0,
            0,
            4,
            0,
            7,
            5,
            2,
            1,
            0,
            6,
            5,
            1,
            2,
            4,
            0,
            1,
            0,
            3,
            2,
            1,
            0,
            1,
            2,
            1,
            5,
            4,
            0,
            0,
            28,
            0,
            5,
            1
        ],
        "citation_average": 3.5675675675675675
    },
    "Agricultural Economics & Policy": {
        "url": "agricultural-economics-policy",
        "faculty_count": 3,
        "department_count": 2,
        "article_count": 3,
        "faculty": [
            "Caviglia-Harris, Jill L.",
            "Chambers, Dustin",
            "Kolstoe, Sonja"
        ],
        "departments": [
            "Environm Studies",
            "Econ & Finance"
        ],
        "titles": [
            "Estimating habit-forming and variety-seeking behavior: Valuation of recreational birdwatching",
            "Increasing Participation and Access to Economic Associations and Their Services",
            "Regulatory Restrictions Across U.S. Protein Supply Chains"
        ],
        "tc_count": 3,
        "tc_list": [
            0,
            1,
            2
        ],
        "citation_average": 1.0
    },
    "Economics": {
        "url": "economics",
        "faculty_count": 13,
        "department_count": 4,
        "article_count": 30,
        "faculty": [
            "Munemo, Jonathan",
            "Lei, Shan",
            "Hill, Brian",
            "Wu, Ying",
            "Chambers, Dustin",
            "Li, Ning",
            "Caviglia-Harris, Jill",
            "Singh, Nitya P.",
            "Villalobos, Laura",
            "Kolstoe, Sonja",
            "Miao, Chao",
            "Cimiluca, Mark",
            "Nan, Wenxiu (Vince)"
        ],
        "departments": [
            "Environm Studies",
            "Econ & Finance",
            "Management & Mkt",
            "Geog & Geosci"
        ],
        "titles": [
            "Macroeconomic Impacts of the US External Imbalances with Two Large Emerging Asian Economies: Japan (1970-1990) versus China (2000-2018)",
            "Tournament incentives and performance: Evidence from the WNBA",
            "How do federal regulations affect consumer prices? An analysis of the regressive effects of regulation",
            "Opening the gates: The increasing impact of papers beyond the top five and other changes in economic publishing",
            "Local Effects of Payments for Ecosystem Services on Rural Poverty",
            "The rise of emerging Indian multinationals: strategic learning for EMNC foreign market entry and internationalization",
            "What Factors Entice States to Manipulate Corporate Income Tax Apportionment Formulas?",
            "District-wide school reform and student performance: Evidence from Montgomery County, Maryland",
            "Internal Relevance between Analysts' Forecasts and Target Prices-Informativeness and Investment Value",
            "Regulation and income inequality in the United States",
            "The economic theory of regulation and inequality",
            "Investment in financial literacy and financial advice-seeking: Substitutes or complements?",
            "EARNED INCOME TAX CREDITS AND INFANT HEALTH: A LOCAL EITC INVESTIGATION",
            "Do forests provide watershed services for farmers in the humid tropics? Evidence from the Brazilian Amazon",
            "Using the process approach to teach writing in economics",
            "Employment and output effects of federal regulations on small business",
            "The effects of increasing income for vulnerable families: better birth outcomes, continued disparities",
            "The color of water: The contributions of green and blue water to agricultural productivity in the Western Brazilian Amazon",
            "To gamble or not to gamble? The effect of mobile money on gambling in Kenya",
            "Health and household labor supply: instantaneous and adaptive behavior of an aging workforce",
            "Barriers to prosperity: the harmful impact of entry regulations on income inequality",
            "Institutional factors, religiosity, and entrepreneurial activity: A quantitative examination across 85 countries",
            "Do African resource rents promote rent-seeking at the expense of entrepreneurship?",
            "Quantifying COVID-19?s silver lining: Avoided deaths from air quality improvements in Bogota",
            "Regulation, entrepreneurship, and dynamism",
            "Regulation, entrepreneurship, and firm size",
            "Regulations, institutional quality and entrepreneurship",
            "Export entrepreneurship promotion: The role of regulation-induced time delays and institutions",
            "Regulation and poverty: an empirical examination of the relationship between the incidence of federal regulation and the occurrence of poverty across the US states",
            "Estimating habit-forming and variety-seeking behavior: Valuation of recreational birdwatching"
        ],
        "tc_count": 169,
        "tc_list": [
            0,
            4,
            5,
            3,
            0,
            2,
            1,
            3,
            21,
            0,
            14,
            8,
            6,
            0,
            5,
            0,
            2,
            0,
            1,
            4,
            0,
            19,
            1,
            4,
            8,
            13,
            40,
            5,
            0,
            0
        ],
        "citation_average": 5.633333333333334
    },
    "Psychology, Educational": {
        "url": "psychology-educational",
        "faculty_count": 4,
        "department_count": 2,
        "article_count": 5,
        "faculty": [
            "Follmer, D. Jake",
            "Fox, James",
            "Okubo, Yuki",
            "Mcelroy, Honor B."
        ],
        "departments": [
            "Educ Leadership",
            "Psychol"
        ],
        "titles": [
            "K-2 principal knowledge (not leadership) matters for dyslexia intervention",
            "Examining the Role of Self-Regulated Learning Microanalysis in the Assessment of Learners' Regulation",
            "Rural Women, Creative Writing, and Resistance",
            "Social Justice Challenges: Students of Color and Critical Incidents in the Graduate Classroom",
            "A latent variable analysis of the contribution of executive function to adult readers' comprehension of science text: the roles of vocabulary ability and level of comprehension"
        ],
        "tc_count": 41,
        "tc_list": [
            13,
            18,
            0,
            2,
            8
        ],
        "citation_average": 8.2
    },
    "Information Science & Library Science": {
        "url": "information-science-library-science",
        "faculty_count": 2,
        "department_count": 2,
        "article_count": 4,
        "faculty": [
            "Quan, Jing",
            "Martin, Jennifer M."
        ],
        "departments": [
            "Informat & Decis Sci",
            "Informat Decis Sci"
        ],
        "titles": [
            "Risk and Revenue Management in the Chinese Auto Loan Industry",
            "Records, Responsibility, and Power: An Overview of Cataloging Ethics",
            "Software Vulnerability and Application Security Risk",
            "IT Application Maturity, Management Institutional Capability and Process Management Capability"
        ],
        "tc_count": 41,
        "tc_list": [
            0,
            27,
            4,
            10
        ],
        "citation_average": 10.25
    },
    "Education, Scientific Disciplines": {
        "url": "education-scientific-disciplines",
        "faculty_count": 15,
        "department_count": 5,
        "article_count": 16,
        "faculty": [
            "Wathen, Bailee",
            "Shakur, Asif",
            "Woodis, Lena A.",
            "Troup, Nicholas",
            "Auerbach, Anna Jo J.",
            "Rojas, Anthony J.",
            "Emmert, Elizabeth",
            "Schwartz, Joseph",
            "Groth, Randall E.",
            "Keifer, David",
            "Hensiek, Sarah",
            "Lanehart, Emily",
            "Emmert, Jeffrey",
            "Rickards, Megan",
            "Naumann, Madeline"
        ],
        "departments": [
            "Biol Sci",
            "Math & Comp Sci",
            "Chem",
            "Educ Specialties",
            "Phys"
        ],
        "titles": [
            "First results from the Dark Skies, Bright Kids astronomy club draw-a-scientist test",
            "Exploring the Relationship between Teacher Knowledge and Active-Learning Implementation in Large College Biology Courses",
            "Applying Design-Based Research Findings to Improve the Common Core State Standards for Data and Statistics in Grades 4-6",
            "Guidelines for Biosafety in Teaching Laboratories Version 2.0: A Revised and Updated Manual for 2019",
            "Toward a theoretical structure to characterize early probabilistic thinking",
            "Solution to the September, 2022 Challenge Second to one",
            "Diffraction Experiments with a Smart Cart",
            "Backward-Design Model for an Astronomy Course Using RSpec",
            "Survey of Undergraduate Students' Goals and Achievement Strategies for Laboratory Coursework",
            "The Relevance of Statistical Knowledge for Teaching to Health Care Professionals: Reflections on a COVID-19 Press Briefing",
            "Buchwald-Hartwig Amination, High-Throughput Experimentation, and Process Chemistry: An Introduction via Undergraduate Laboratory Experimentation",
            "Fourteen Recommendations to Create a More Inclusive Environment for LGBTQ plus Individuals in Academic Biology",
            "Damped Oscillations with a Smart Cart",
            "Reflections on the Current and Potential K-12 Impact of the Journal of Statistics and Data Science Education",
            "Enthalpy and the Second Law of Thermodynamics",
            "Flyby Measurement of the Magnetic Field of a Helmholtz Coil with a Smart Cart"
        ],
        "tc_count": 83,
        "tc_list": [
            7,
            4,
            0,
            2,
            0,
            12,
            6,
            1,
            18,
            19,
            1,
            0,
            0,
            7,
            4,
            2
        ],
        "citation_average": 5.1875
    },
    "Computer Science, Information Systems": {
        "url": "computer-science-information-systems",
        "faculty_count": 3,
        "department_count": 2,
        "article_count": 3,
        "faculty": [
            "Singh, Nitya",
            "Wang, Shuangquan",
            "Quan, Jing"
        ],
        "departments": [
            "Informat & Decis Sci",
            "Management & Marketing"
        ],
        "titles": [
            "LAX-Score: Quantifying Team Performance in Lacrosse and Exploring IMU Features towards Performance Enhancement",
            "Developing Business Risk Resilience through Risk Management Infrastructure: The Moderating Role of Big Data Analytics",
            "IT Application Maturity, Management Institutional Capability and Process Management Capability"
        ],
        "tc_count": 40,
        "tc_list": [
            27,
            0,
            13
        ],
        "citation_average": 13.333333333333334
    },
    "Management": {
        "url": "management",
        "faculty_count": 16,
        "department_count": 3,
        "article_count": 34,
        "faculty": [
            "Follmer, Kayla B.",
            "Sen, Argha",
            "Munemo, Jonathan",
            "Quan, Jing",
            "Eun, Jihyun",
            "Kim, Yun-Kyoung",
            "Egan, Chrys",
            "Singh, Nitya P.",
            "Park, Minseok",
            "Pasirayi, Simbarashe",
            "Gang, KwangWook",
            "Maykrantz, Sherry A.",
            "Yoon, David J.",
            "Miao, Chao",
            "Hoffman, Richard",
            "Leonel, Ronei"
        ],
        "departments": [
            "Informat & Decis Sci",
            "Management & Mkt",
            "Management"
        ],
        "titles": [
            "R&D investment, intellectual capital, organizational learning, and firm performance: a study of Chinese software companies",
            "Changes in foreign ownership and innovation investment: the case of Korean corporate governance reforms",
            "Market performance and the loss aversion behind green management",
            "Customer courtesy and service performance: The roles of self-efficacy and social context",
            "Value of corporate political contributions from the investors' perspective",
            "When CEO compensation plan based on risk changes firm strategic variation and strategic deviation? The moderating role of shareholder return",
            "Modes of governance for market entry by international franchisors: factors affecting the choice",
            "The rise of emerging Indian multinationals: strategic learning for EMNC foreign market entry and internationalization",
            "The balance between positive and negative affect in employee well-being",
            "The effect of in-store electronic word of mouth on local competitor spillovers in the quick service restaurant industry",
            "Managing environmental uncertainty for improved firm financial performance: the moderating role of supply chain risk management practices on managerial decision making",
            "Managing the adverse effect of supply chain risk on corporate reputation: The mediating role of corporate social responsibility practices",
            "To Lead Is to Err: The Mediating Role of Attribution in the Relationship Between Leader Error and Leader Ratings",
            "U-shaped relationship between market liberalisation and technology exploration: evidence from South Korean firms",
            "Predicting supply chain risks through big data analytics: role of risk alert tool in mitigating business disruption",
            "Responding to pandemic challenges: leadership lessons from multinational enterprises (MNEs) in India",
            "Relationship conflict and counterproductive work behavior: the roles of affective well-being and emotional intelligence",
            "The cross-cultural moderators of the influence of emotional intelligence on organizational citizenship behavior and counterproductive work behavior",
            "Entrepreneurial Processes and industry Development:The Case of Baltimore's Calming Entrepreneurs",
            "Predictors of employees' strike attitudes in multinational corporations in China: a multilevel relational model",
            "The Capacious Model and Leader Identity: An Integrative Framework",
            "Self-Leadership and Psychological Capital as Key Cognitive Resources for Shaping Health-Protective Behaviors during the COVID-19 Pandemic",
            "Building supply chain risk resilience Role of big data analytics in supply chain disruption mitigation",
            "The Effects of Expertise and Social Status on Team Member Influence and the Moderating Roles of Intragroup Conflicts",
            "Stock market reactions to store-in-store agreements",
            "Impact of strategic and operational risk management practices on firm performance: An empirical investigation",
            "Impact of Korean pro-market reforms on firm innovation strategies",
            "Rude customers and service performance: roles of motivation and personality",
            "Patterns of alliances and acquisitions: An exploratory study",
            "Do African resource rents promote rent-seeking at the expense of entrepreneurship?",
            "Relative Importance of Major Job Performance Dimensions in Determining Supervisors' Overall Job Performance Ratings",
            "IT Application Maturity, Management Institutional Capability and Process Management Capability",
            "Internationalization and family firm performance A cross-cultural meta-analysis of the main effect and moderating factors",
            "Watching you descend, I help others rise: the influence of leader humility on prosocial motivation"
        ],
        "tc_count": 332,
        "tc_list": [
            27,
            29,
            3,
            0,
            8,
            1,
            3,
            1,
            6,
            1,
            24,
            0,
            0,
            2,
            7,
            2,
            97,
            0,
            4,
            2,
            18,
            1,
            5,
            0,
            10,
            0,
            0,
            13,
            8,
            7,
            20,
            7,
            4,
            22
        ],
        "citation_average": 9.764705882352942
    },
    "Ecology": {
        "url": "ecology",
        "faculty_count": 27,
        "department_count": 7,
        "article_count": 29,
        "faculty": [
            "Coss, Derek A.",
            "Silaphone, Keota",
            "Bushera, Hakeem",
            "Wilson, Abigail",
            "Taylor, Ryan C.",
            "Manole, Denise",
            "Roose, Jordan J.",
            "Liebgold, Eric B.",
            "Lamb, Stephanie M.",
            "Cronin, Andrew",
            "Chen, Xuan",
            "Miller, Lien",
            "Hunter, Kimberly L.",
            "Hogue, Aaron S.",
            "Caviglia-Harris, Jill",
            "Bradley, Christina J.",
            "Stribling, Judith M.",
            "Kolstoe, Sonja",
            "Adler, Laurie",
            "Garcia, Mark J.",
            "Clements, Paul",
            "Price, Dana L.",
            "Grecay, Paul A.",
            "Teller, Kyle G.",
            "Kobisk, Ashley",
            "Irons, Jonathan",
            "Montgomery, Chandini B."
        ],
        "departments": [
            "Environm & Sustainabil",
            "Biol",
            "Environm Studies",
            "Math Sci",
            "Geog & Geosci",
            "Econ & Finance",
            "Biol Sci"
        ],
        "titles": [
            "Usurpation and Brooding of Least Tern (Sternula antillarum) Chicks by Common Terns (Sterna hirundo)",
            "Environmental heterogeneity alters mate choice behavior for multimodal signals",
            "Accounting for misclassification of subspecies provides insights about habitat use and dynamics of the Florida Grasshopper Sparrow in response to fire",
            "Silence is sexy: soundscape complexity alters mate choice in tungara frogs",
            "The six dimensions of collective leadership that advance sustainability objectives: rethinking what it means to be an academic leader",
            "(Not) far from home: No sex bias in dispersal, but limited genetic patch size, in an endangered species, the Spotted Turtle (Clemmys guttata)",
            "Density-dependent fitness, not dispersal movements, drives temporal variation in spatial genetic structure in dark-eyed juncos (Junco hyemalis)",
            "Female song in eastern bluebirds varies in acoustic structure according to social context",
            "Ants of the Forest and Dune Habitats of an Atlantic Coastal Barrier Island",
            "Foraging by estuarine juveniles of two paralichthyid flounders: experimental analyses of the effects of light level, turbidity, and prey type",
            "Do forests provide watershed services for farmers in the humid tropics? Evidence from the Brazilian Amazon",
            "Can you hear/see me? Multisensory integration of signals does not always facilitate mate choice",
            "Microbial Community Succession Along a Chronosequence in Constructed Salt Marsh Soils",
            "Isotopic and genetic methods reveal the role of the gut microbiome in mammalian host essential amino acid metabolism",
            "Is the future female for turtles? Climate change and wetland configuration predict sex ratios of a freshwater species",
            "The First Confirmed Occurrence of Myotis septentrionalis (Northern Long-eared Bat) on the Delmarva Peninsula",
            "Extensive regional variation in the phenology of insects and their response to temperature across North America",
            "Creosote bush (Larrea tridentata) ploidy history along its diploid-tetraploid boundary in southeastern Arizona-southwestern New Mexico, USA",
            "Leveraging the NEON Airborne Observation Platform for socio-environmental systems research",
            "The Development of Denitrification and of the Denitrifying Community in a Newly-Created Freshwater Wetland",
            "Determining the most recent common ancestor in a finite linear habitat with asymmetric dispersal",
            "Effects of landscape structure and land use on turtle communities across the eastern United States",
            "Epigenomic changes in the tungara frog (Physalaemus pustulosus): possible effects of introduced fungal pathogen and urbanization",
            "Why do females sing?-pair communication and other song functions in eastern bluebirds",
            "Cross-modal facilitation of auditory discrimination in a frog",
            "Dueling frogs: do male green tree frogs (Hyla cinerea) eavesdrop on and assess nearby calling competitors?",
            "Potential conservation gains from improved protected area management in the Brazilian Amazon",
            "A tale of two samples: Understanding WTP differences in the age of social media",
            "Effects of a tropical cyclone on salt marsh insect communities and post-cyclone reassembly processes"
        ],
        "tc_count": 148,
        "tc_list": [
            0,
            1,
            16,
            2,
            33,
            6,
            7,
            0,
            6,
            7,
            10,
            12,
            1,
            2,
            0,
            0,
            4,
            0,
            2,
            6,
            7,
            4,
            0,
            1,
            7,
            5,
            2,
            1,
            6
        ],
        "citation_average": 5.103448275862069
    },
    "Mathematical & Computational Biology": {
        "url": "mathematical-computational-biology",
        "faculty_count": 1,
        "department_count": 1,
        "article_count": 1,
        "faculty": [
            "Teller, Kyle G."
        ],
        "departments": [
            "Math Sci"
        ],
        "titles": [
            "Determining the most recent common ancestor in a finite linear habitat with asymmetric dispersal"
        ],
        "tc_count": 0,
        "tc_list": [
            0
        ],
        "citation_average": 0.0
    },
    "Biology": {
        "url": "biology",
        "faculty_count": 10,
        "department_count": 3,
        "article_count": 9,
        "faculty": [
            "Coss, Derek A.",
            "Clements, Paul",
            "Taylor, Ryan C.",
            "Hunter, Kimberly L.",
            "Bradley, Christina J.",
            "Wilhite, Kyle O.",
            "Presotto, Andrea",
            "Mitchell, Kelsey M.",
            "Ludovici, Rosalind J.",
            "Corfield, Jeremy R."
        ],
        "departments": [
            "Biol",
            "Geog & Geosci",
            "Biol Sci"
        ],
        "titles": [
            "Tempo and Pattern of Avian Brain Size Evolution",
            "Isotopic and genetic methods reveal the role of the gut microbiome in mammalian host essential amino acid metabolism",
            "Why do females sing?-pair communication and other song functions in eastern bluebirds",
            "Cross-modal facilitation of auditory discrimination in a frog",
            "Can you hear/see me? Multisensory integration of signals does not always facilitate mate choice",
            "Silence is sexy: soundscape complexity alters mate choice in tungara frogs",
            "Complex sensory environments alter mate choice outcomes",
            "Covariation among multimodal components in the courtship display of the tungara frog",
            "Stone tools improve diet quality in wild monkeys"
        ],
        "tc_count": 135,
        "tc_list": [
            10,
            16,
            33,
            6,
            2,
            7,
            6,
            54,
            1
        ],
        "citation_average": 15.0
    },
    "Anthropology": {
        "url": "anthropology",
        "faculty_count": 1,
        "department_count": 2,
        "article_count": 1,
        "faculty": [
            "Briand, Christopher H."
        ],
        "departments": [
            "Geog & Geosci",
            "Biol Sci"
        ],
        "titles": [
            "Integrating Multiple Sources to Reconstruct the Pre- and Early Postcolonial Forests of the Chesapeake: 1588-1838"
        ],
        "tc_count": 6,
        "tc_list": [
            6
        ],
        "citation_average": 6.0
    },
    "Environmental Studies": {
        "url": "environmental-studies",
        "faculty_count": 6,
        "department_count": 5,
        "article_count": 10,
        "faculty": [
            "Cha, Hoon S.",
            "Scott, Michael",
            "Briand, Christopher H.",
            "Caviglia-Harris, Jill",
            "Villalobos, Laura",
            "Kolstoe, Sonja"
        ],
        "departments": [
            "Environm Studies",
            "Informat & Decis Sci",
            "Geog & Geosci",
            "Econ & Finance",
            "Biol Sci"
        ],
        "titles": [
            "Quantifying COVID-19?s silver lining: Avoided deaths from air quality improvements in Bogota",
            "Sustainability Calculus in Adopting Smart Speakers-Personalized Services and Privacy Risks",
            "The Role of Education in Increasing Awareness and Reducing Impact of Natural Hazards",
            "Sustainability of agricultural production following deforestation in the tropics: Evidence on the value of newly-deforested, long-deforested and forested land in the Brazilian Amazon",
            "Do forests provide watershed services for farmers in the humid tropics? Evidence from the Brazilian Amazon",
            "Local Effects of Payments for Ecosystem Services on Rural Poverty",
            "Integrating Multiple Sources to Reconstruct the Pre- and Early Postcolonial Forests of the Chesapeake: 1588-1838",
            "The six dimensions of collective leadership that advance sustainability objectives: rethinking what it means to be an academic leader",
            "The Brazilian Forest Code and riparian preservation areas: spatiotemporal analysis and implications for hydrological ecosystem services",
            "A tale of two samples: Understanding WTP differences in the age of social media"
        ],
        "tc_count": 44,
        "tc_list": [
            6,
            1,
            3,
            5,
            2,
            4,
            7,
            9,
            5,
            2
        ],
        "citation_average": 4.4
    },
    "Sociology": {
        "url": "sociology",
        "faculty_count": 4,
        "department_count": 3,
        "article_count": 4,
        "faculty": [
            "Stoner, Alexander M.",
            "Briand, Christopher H.",
            "Fox, James T.",
            "Goyens, Tom"
        ],
        "departments": [
            "Educ Leadership",
            "Geog & Geosci",
            "Biol Sci"
        ],
        "titles": [
            "Anarchists and national identity: The case of German radicals in the United States and Brazil, 1880-1945",
            "A Culture of Organizational Grit From the Perspective of US Military Officers: A Qualitative Inquiry",
            "Integrating Multiple Sources to Reconstruct the Pre- and Early Postcolonial Forests of the Chesapeake: 1588-1838",
            "MARX, CRITICAL THEORY, AND THE TREADMILL OF PRODUCTION OF VALUE: WHY ENVIRONMENTAL SOCIOLOGY NEEDS A CRITIQUE OF CAPITAL"
        ],
        "tc_count": 7,
        "tc_list": [
            6,
            0,
            1,
            0
        ],
        "citation_average": 1.75
    },
    "Religion": {
        "url": "religion",
        "faculty_count": 4,
        "department_count": 2,
        "article_count": 3,
        "faculty": [
            "Patel, Shruti",
            "Tomcho, Thomas",
            "Miller, Jerome A.",
            "Chappell, Charisse"
        ],
        "departments": [
            "Hist",
            "Psychol"
        ],
        "titles": [
            "Networks of Power in the Nineteenth Century: The Sampradaya, Princely States and Company Rule",
            "On the Way to Divine Providence: From the Abyss of Time to the Throe of Eternity",
            "Psychology of Religion Courses in the Undergraduate Curriculum"
        ],
        "tc_count": 3,
        "tc_list": [
            3,
            0,
            0
        ],
        "citation_average": 1.0
    },
    "Forestry": {
        "url": "forestry",
        "faculty_count": 1,
        "department_count": 2,
        "article_count": 2,
        "faculty": [
            "Cai, Jiacheng"
        ],
        "departments": [
            "Math & Comp Sci",
            "Biol"
        ],
        "titles": [
            "Larval Aggregation of Heortia vitessoides Moore (Lepidoptera: Crambidae) and Evidence of Horizontal Transfer of Avermectin",
            "The Effects of Trichoderma Fungi on the Tunneling, Aggregation, and Colony-Initiation Preferences of Black-Winged Subterranean Termites, Odontotermes formosanus (Blattodea: Termitidae)"
        ],
        "tc_count": 19,
        "tc_list": [
            8,
            11
        ],
        "citation_average": 9.5
    },
    "Public, Environmental & Occupational Health": {
        "url": "public-environmental-occupational-health",
        "faculty_count": 18,
        "department_count": 4,
        "article_count": 17,
        "faculty": [
            "Petrolino, Ashley V.",
            "Maier, Karl J.",
            "Marinaro, Laura",
            "Rivera, Allyson",
            "Demond, Whitney",
            "Choi, Yoojin",
            "Townsend, Zachary",
            "Chambers, Dustin",
            "Phillips, David S.",
            "Nobiling, Brandye D.",
            "Agarwal, Vinita",
            "Osman, Suzanne L.",
            "Yoon, David J.",
            "Maykrantz, Sherry A.",
            "Fritz, Heidi L.",
            "Green, Daniel C.",
            "Schlehofer, Michele M.",
            "Olortegui, Ashley"
        ],
        "departments": [
            "Psychol",
            "Management & Mkt",
            "Secondary & Phys Educ",
            "Commun"
        ],
        "titles": [
            "Three dimensions of desirability of control: divergent relations with psychological and physical well-being",
            "Patient Assessment and Chronic Pain Self-Management in Ethnomedicine: Seasonal and Ecosystemic Embodiment in Ayurvedic Patient-Centered Care",
            "Coping with the crisis: the effects of psychological capital and coping behaviors on perceived stress",
            "Effect of Vigorous Physical Activity on Executive Control in Middle-School Students",
            "Investing in Black LGBTQ plus liberation as white people: A call to action for community psychology",
            "Relationship between sleep and obesity among US and South Korean college students",
            "Climate to COVID, global to local, policies to people: a biopsychosocial ecological framework for syndemic prevention and response in behavioral medicine",
            "Federal Regulation and Mortality in the 50 States",
            "Sexual victimization by current partner is negatively associated with women's sexual satisfaction",
            "Understanding Libraries as Part of the Rural Active Living Environment: Evidence From a Content Analysis of Library Facebook Posts Made in Summer 2022",
            "Sexual victimization experience, acknowledgment labeling and rape empathy among college men and women",
            "Then and now: A 50-year retrospective thematic analysis of Society for Community Research and Action presidential addresses",
            "How Trust in Information Sources Influences Preventative Measures Compliance during the COVID-19 Pandemic",
            "How traditional undergraduate college students define and perceive wellness: A qualitative phenomenological study",
            "Access to health services among sexual minority people in the United States",
            "Leader Behavioral Integrity and Employee In-Role Performance: The Roles of Coworker Support and Job Autonomy",
            "Self-leadership and stress among college students: Examining the moderating role of coping skills††"
        ],
        "tc_count": 112,
        "tc_list": [
            0,
            4,
            2,
            1,
            0,
            2,
            0,
            13,
            11,
            2,
            1,
            0,
            28,
            32,
            2,
            10,
            4
        ],
        "citation_average": 6.588235294117647
    },
    "Literature, African, Australian, Canadian": {
        "url": "literature-african-australian-canadian",
        "faculty_count": 1,
        "department_count": 0,
        "article_count": 1,
        "faculty": [
            "Ratti, Manav"
        ],
        "departments": [],
        "titles": [
            "Justice, subalternism, and literary justice: Aravind Adiga'sThe White Tiger"
        ],
        "tc_count": 1,
        "tc_list": [
            1
        ],
        "citation_average": 1.0
    },
    "Multidisciplinary Sciences": {
        "url": "multidisciplinary-sciences",
        "faculty_count": 8,
        "department_count": 5,
        "article_count": 11,
        "faculty": [
            "Sokoloski, Joshua E.",
            "Park, Minseok",
            "Presotto, Andrea",
            "Gang, KwangWook",
            "Chen, Xuan",
            "Nyland, Jennifer",
            "Krach, Noah",
            "Hamilton, Stuart"
        ],
        "departments": [
            "Biol",
            "Geog & Geosci",
            "Biol Sci",
            "Math & Comp Sci",
            "Chem"
        ],
        "titles": [
            "Food-burying behavior in red imported fire ants (Hymenoptera: Formicidae)",
            "High-resolution bathymetries and shorelines for the Great Lakes of the White Nile basin",
            "Changes in foreign ownership and innovation investment: the case of Korean corporate governance reforms",
            "Mangroves and coastal topography create economic \"safe havens\" from tropical storms",
            "Mangroves shelter coastal economic activity from cyclones",
            "Increased adiposity, inflammation, metabolic disruption and dyslipidemia in adult male offspring of DOSS treated C57BL/6 dams",
            "U-shaped relationship between market liberalisation and technology exploration: evidence from South Korean firms",
            "\"Helicase\" activity promoted through dynamic interactions between a ssDNA translocase and a diffusing SSB protein",
            "Food Transport of Red Imported Fire Ants (Hymenoptera: Formicidae) on Vertical Surfaces",
            "Impact of Korean pro-market reforms on firm innovation strategies",
            "Establishing the relationship between non-human primates and mangrove forests at the global, national, and local scales"
        ],
        "tc_count": 156,
        "tc_list": [
            2,
            8,
            1,
            1,
            3,
            14,
            16,
            0,
            4,
            102,
            5
        ],
        "citation_average": 14.181818181818182
    },
    "Mathematics, Applied": {
        "url": "mathematics-applied",
        "faculty_count": 4,
        "department_count": 2,
        "article_count": 6,
        "faculty": [
            "Schneider, Lisa",
            "Shifler, Ryan M.",
            "Cai, Jiacheng",
            "Tu, Junyi"
        ],
        "departments": [
            "Math Sci",
            "Math & Comp Sci"
        ],
        "titles": [
            "ON FROBENIUS-PERRON DIMENSION",
            "When is the q-multiplicity of a weight a power of q?",
            "A finite volume-alternating direction implicit method for the valuation of American options under the Heston model",
            "Synchronization of memristive FitzHugh-Nagumo neural networks",
            "On the asymptotic behavior of the q-analog of Kostant's partition function",
            "Minimum Quantum Degrees for Isotropic Grassmannians in Types B and C"
        ],
        "tc_count": 6,
        "tc_list": [
            2,
            0,
            0,
            1,
            2,
            1
        ],
        "citation_average": 1.0
    },
    "Mathematics": {
        "url": "mathematics",
        "faculty_count": 9,
        "department_count": 3,
        "article_count": 13,
        "faculty": [
            "Schneider, Lisa",
            "Short, Laura",
            "Vennos, A.",
            "Evans, La'Tier",
            "Shifler, Ryan M.",
            "Bones, Lela",
            "Warman, Stephanie",
            "Austin, Jathan",
            "Fowler, Garrett"
        ],
        "departments": [
            "Math Sci",
            "Math",
            "Math & Comp Sci"
        ],
        "titles": [
            "ON FROBENIUS-PERRON DIMENSION",
            "On the spectral properties of the quantum cohomology of odd quadrics",
            "Curve Neighborhoods of Schubert Varieties in the Odd Symplectic Grassmannian",
            "When is the q-multiplicity of a weight a power of q?",
            "GENERATING PYTHAGOREAN TRIPLES OF A GIVEN HEIGHT",
            "Dedekind sums arising from newform Eisenstein series",
            "A note on generating primitive Pythagorean triples using matrices",
            "Galkin's lower bound conjecture holds for the Grassmannian",
            "ON PYTHAGOREAN TRIPLE PRESERVING MATRICES THAT CONTAIN FIBONACCI NUMBERS",
            "Conjecture O holds for the odd symplectic Grassmannian",
            "Conjecture O holds for some horospherical varieties of Picard rank 1",
            "GENERALIZED FIBONACCI SEQUENCES IN PYTHAGOREAN TRIPLE PRESERVING MATRICES",
            "Equivariant quantum cohomology of the odd symplectic Grassmannian"
        ],
        "tc_count": 20,
        "tc_list": [
            2,
            0,
            2,
            0,
            2,
            2,
            0,
            0,
            3,
            0,
            2,
            3,
            4
        ],
        "citation_average": 1.5384615384615385
    },
    "Biodiversity Conservation": {
        "url": "biodiversity-conservation",
        "faculty_count": 13,
        "department_count": 3,
        "article_count": 12,
        "faculty": [
            "Silaphone, Keota",
            "Wilson, Abigail",
            "Miller, Lien",
            "Rexroth, Kayla S.",
            "Manole, Denise",
            "Price, Dana L.",
            "Breon, Kathryn",
            "Hogue, Aaron S.",
            "Caviglia-Harris, Jill L.",
            "Liebgold, Eric B.",
            "Irons, Jonathan",
            "Chen, Xuan",
            "Montgomery, Chandini B."
        ],
        "departments": [
            "Biol",
            "Environm Studies",
            "Biol Sci"
        ],
        "titles": [
            "Usurpation and Brooding of Least Tern (Sternula antillarum) Chicks by Common Terns (Sterna hirundo)",
            "The Right Light: Tiger Salamander Capture Rates and Spectral Sensitivity",
            "The greatest threats to species",
            "Effects of life stage on eDNA detection of the invasive European green crab ( Carcinus maenas ) in estuarine systems",
            "Effects of landscape structure and land use on turtle communities across the eastern United States",
            "Ants of the Forest and Dune Habitats of an Atlantic Coastal Barrier Island",
            "Accounting for misclassification of subspecies provides insights about habitat use and dynamics of the Florida Grasshopper Sparrow in response to fire",
            "Is the future female for turtles? Climate change and wetland configuration predict sex ratios of a freshwater species",
            "The spread of the parthenogenetic mourning gecko, Lepidodactylus lugubris (Dumeril and Bibron, 1836) to Paradise Island, The Bahamas, with comments on citizen science observations of non-native herpetofauna",
            "The First Confirmed Occurrence of Myotis septentrionalis (Northern Long-eared Bat) on the Delmarva Peninsula",
            "Potential conservation gains from improved protected area management in the Brazilian Amazon",
            "Effects of a tropical cyclone on salt marsh insect communities and post-cyclone reassembly processes"
        ],
        "tc_count": 52,
        "tc_list": [
            1,
            0,
            7,
            10,
            0,
            14,
            0,
            4,
            2,
            0,
            8,
            6
        ],
        "citation_average": 4.333333333333333
    },
    "Environmental Sciences": {
        "url": "environmental-sciences",
        "faculty_count": 19,
        "department_count": 8,
        "article_count": 20,
        "faculty": [
            "Rexroth, Kayla S.",
            "Nobiling, Brandye D.",
            "Chen, Xingzhi Mara",
            "Roose, Jordan J.",
            "Phillips, David S.",
            "Liebgold, Eric B.",
            "Ramseyer, Craig A.",
            "Maykrantz, Sherry A.",
            "Petrolino, Ashley V.",
            "Cha, Hoon S.",
            "Hunter, Kimberly L.",
            "Caviglia-Harris, Jill",
            "Stribling, Judith M.",
            "Kolstoe, Sonja",
            "Franchi, Giulia",
            "Scott, Michael",
            "Silaphone, K.",
            "Agarwal, Vinita",
            "Yoon, David J."
        ],
        "departments": [
            "Comp Sci",
            "Environm Studies",
            "Commun",
            "Informat & Decis Sci",
            "Geog & Geosci",
            "Biol Sci",
            "Math & Comp Sci",
            "Management & Mkt"
        ],
        "titles": [
            "Effects of life stage on eDNA detection of the invasive European green crab ( Carcinus maenas ) in estuarine systems",
            "Leader Behavioral Integrity and Employee In-Role Performance: The Roles of Coworker Support and Job Autonomy",
            "High-Resolution Monitoring of Tidal Systems Using UAV: A Case Study on Poplar Island, MD (USA)",
            "An evaluation of the Chesapeake Bay management strategy to improve water quality in small agricultural watersheds",
            "The Role of Education in Increasing Awareness and Reducing Impact of Natural Hazards",
            "Do forests provide watershed services for farmers in the humid tropics? Evidence from the Brazilian Amazon",
            "Effect of Vigorous Physical Activity on Executive Control in Middle-School Students",
            "Is the future female for turtles? Climate change and wetland configuration predict sex ratios of a freshwater species",
            "Creosote bush (Larrea tridentata) ploidy history along its diploid-tetraploid boundary in southeastern Arizona-southwestern New Mexico, USA",
            "The Brazilian Forest Code and riparian preservation areas: spatiotemporal analysis and implications for hydrological ecosystem services",
            "The Impact of Climate Change on Environmental Sustainability and Human Mortality",
            "Sustainability Calculus in Adopting Smart Speakers-Personalized Services and Privacy Risks",
            "The Development of Denitrification and of the Denitrifying Community in a Newly-Created Freshwater Wetland",
            "Patient Assessment and Chronic Pain Self-Management in Ethnomedicine: Seasonal and Ecosystemic Embodiment in Ayurvedic Patient-Centered Care",
            "Effects of landscape structure and land use on turtle communities across the eastern United States",
            "Seasonality and Characterization Mapping of Restored Tidal Marsh by NDVI Imageries Coupling UAVs and Multispectral Camera",
            "Future precipitation variability during the early rainfall season in the El Yunque National Forest",
            "How Trust in Information Sources Influences Preventative Measures Compliance during the COVID-19 Pandemic",
            "Potential conservation gains from improved protected area management in the Brazilian Amazon",
            "A tale of two samples: Understanding WTP differences in the age of social media"
        ],
        "tc_count": 132,
        "tc_list": [
            1,
            1,
            16,
            10,
            9,
            2,
            14,
            4,
            5,
            11,
            2,
            2,
            15,
            4,
            9,
            5,
            2,
            10,
            4,
            6
        ],
        "citation_average": 6.6
    },
    "Education, Special": {
        "url": "education-special",
        "faculty_count": 3,
        "department_count": 1,
        "article_count": 3,
        "faculty": [
            "Fritz, Heidi L.",
            "Arban, Kathleen",
            "Fox, James"
        ],
        "departments": [
            "Educ Leadership"
        ],
        "titles": [
            "Evidence-Based Strategies to Reduce Anxiety in Students With Autism Spectrum Disorder",
            "K-2 principal knowledge (not leadership) matters for dyslexia intervention",
            "Coping with caregiving: Humor styles and health outcomes among parents of children with disabilities"
        ],
        "tc_count": 6,
        "tc_list": [
            4,
            2,
            0
        ],
        "citation_average": 2.0
    },
    "Rehabilitation": {
        "url": "rehabilitation",
        "faculty_count": 2,
        "department_count": 1,
        "article_count": 3,
        "faculty": [
            "Fritz, Heidi L.",
            "Fox, James"
        ],
        "departments": [
            "Educ Leadership"
        ],
        "titles": [
            "K-2 principal knowledge (not leadership) matters for dyslexia intervention",
            "Mattress Coil Spring Fatigue and Weight-Bearing Support: Comparison of Weight-Bearing and Non-Weight-Bearing Springs",
            "Coping with caregiving: Humor styles and health outcomes among parents of children with disabilities"
        ],
        "tc_count": 8,
        "tc_list": [
            4,
            2,
            2
        ],
        "citation_average": 2.6666666666666665
    },
    "Communication": {
        "url": "communication",
        "faculty_count": 8,
        "department_count": 3,
        "article_count": 9,
        "faculty": [
            "Bolton, Joshua P.",
            "Karimzad, Farzad",
            "Conrath, Ryan",
            "Brannock-Cox, Jennifer",
            "Han, Eun-Jeong",
            "Agarwal, Vinita",
            "Fritz, Heidi L.",
            "Stanfield, Kellie"
        ],
        "departments": [
            "Commun Arts",
            "Commun",
            "Commun Arts 272"
        ],
        "titles": [
            "MOBILE JOURNALISM AS LIFESTYLE JOURNALISM? Field Theory in the integration of mobile in the newsroom and mobile journalist role conception",
            "Deep Participation in Underserved Communities: A Quantitative Analysis of Hearken's Model for Engagement Journalism",
            "Space Race Cauleen Smith's Cinematic Errantry",
            "\"I'm in:\" presidential campaign announcement speeches among well known and unknown candidates",
            "The Provider's Body in the Therapeutic Relationship: How Complementary and Alternative Medicine Providers Describe Their Work as Healers",
            "Chronotopic resolution, embodied subjectivity, and collective learning: A sociolinguistic theory of survival",
            "Metapragmatics of normalcy: Mobility, context, and language choice",
            "Stereotype formation An examination of three contesting models in Vietnam",
            "Caregiving in quarantine: Humor styles, reframing, and psychological well-being among parents of children with disabilities"
        ],
        "tc_count": 63,
        "tc_list": [
            30,
            4,
            0,
            1,
            0,
            0,
            6,
            0,
            22
        ],
        "citation_average": 7.0
    },
    "Psychology, Biological": {
        "url": "psychology-biological",
        "faculty_count": 1,
        "department_count": 1,
        "article_count": 1,
        "faculty": [
            "Freeman, Angela R."
        ],
        "departments": [
            "Biol Sci"
        ],
        "titles": [
            "Sex differences in social odor discrimination by southern giant pouched rats (Cricetomys ansorgei)"
        ],
        "tc_count": 1,
        "tc_list": [
            1
        ],
        "citation_average": 1.0
    },
    "Behavioral Sciences": {
        "url": "behavioral-sciences",
        "faculty_count": 9,
        "department_count": 4,
        "article_count": 13,
        "faculty": [
            "Coss, Derek A.",
            "Bushera, Hakeem",
            "Taylor, Ryan C.",
            "Hunter, Kimberly L.",
            "Agarwal, Vinita",
            "Presotto, Andrea",
            "Cronin, Andrew",
            "Freeman, Angela R.",
            "Curry, Caitlin"
        ],
        "departments": [
            "Biol",
            "Geog & Geosci",
            "Commun",
            "Biol Sci"
        ],
        "titles": [
            "Spatial cognition in western gorillas (Gorilla gorilla): an analysis of distance, linearity, and speed of travel routes",
            "Female song in eastern bluebirds varies in acoustic structure according to social context",
            "'Crazy love': nonlinearity and irrationality in mate choice",
            "Sex differences in social odor discrimination by southern giant pouched rats (Cricetomys ansorgei)",
            "Environmental heterogeneity alters mate choice behavior for multimodal signals",
            "Why do females sing?-pair communication and other song functions in eastern bluebirds",
            "Can you hear/see me? Multisensory integration of signals does not always facilitate mate choice",
            "Silence is sexy: soundscape complexity alters mate choice in tungara frogs",
            "Spatial mapping shows that some African elephants use cognitive maps to navigate the core but not the periphery of their home ranges",
            "Dueling frogs: do male green tree frogs (Hyla cinerea) eavesdrop on and assess nearby calling competitors?",
            "Mimetic Self-Reflexivity and Intersubjectivity in Complementary and Alternative Medicine Practices: The Mirror Neuron System in Breast Cancer Survivorship",
            "Navigating in a challenging semiarid environment: the use of a route-based mental map by a small-bodied neotropical primate",
            "Evolutionary and Allometric Insights into Anuran Auditory Sensitivity and Morphology"
        ],
        "tc_count": 109,
        "tc_list": [
            1,
            16,
            22,
            3,
            7,
            6,
            12,
            15,
            6,
            16,
            2,
            1,
            2
        ],
        "citation_average": 8.384615384615385
    },
    "Zoology": {
        "url": "zoology",
        "faculty_count": 13,
        "department_count": 4,
        "article_count": 19,
        "faculty": [
            "Coss, Derek A.",
            "Bushera, Hakeem",
            "Taylor, Ryan C.",
            "Hunter, Kimberly L.",
            "Bradley, Christina J.",
            "Liebgold, Eric B.",
            "Chaudhry, Eaqan A.",
            "Stafford, Kathleen",
            "Presotto, Andrea",
            "Cronin, Andrew",
            "Freeman, Angela R.",
            "Curry, Caitlin",
            "Small, Hannah G."
        ],
        "departments": [
            "Biol",
            "Geog & Geosci",
            "Environm Sci",
            "Biol Sci"
        ],
        "titles": [
            "Spatial cognition in western gorillas (Gorilla gorilla): an analysis of distance, linearity, and speed of travel routes",
            "Environmental heterogeneity alters mate choice behavior for multimodal signals",
            "Silence is sexy: soundscape complexity alters mate choice in tungara frogs",
            "Habitat Usage, Dietary Niche Overlap, and Potential Partitioning between the Endangered Spotted Turtle (Clemmys guttata) and Other Turtle Species",
            "Spatial mapping shows that some African elephants use cognitive maps to navigate the core but not the periphery of their home ranges",
            "Evolutionary and Allometric Insights into Anuran Auditory Sensitivity and Morphology",
            "Female song in eastern bluebirds varies in acoustic structure according to social context",
            "Can you hear/see me? Multisensory integration of signals does not always facilitate mate choice",
            "Navigating in a challenging semiarid environment: the use of a route-based mental map by a small-bodied neotropical primate",
            "Behavioral and neural auditory thresholds in a frog",
            "Rare Bearded Capuchin (Sapajus libidinosus) Tool-Use Culture is Threatened by Land use Changes in Northeastern Brazil",
            "The Coexistence of People and Bearded Capuchins (Sapajus libidinosus) in a Nonindustrial Ecosystem: An Assessment of Tourist and Local Perceptions in the Coastal Area of Maranhão, Brazil",
            "There's No Place Like Home: Influential Habitat Characteristics of Eastern Tiger Salamander (Ambystoma tigrinum tigrinum) Breeding Ponds in Maryland and Delaware",
            "'Crazy love': nonlinearity and irrationality in mate choice",
            "Sex differences in social odor discrimination by southern giant pouched rats (Cricetomys ansorgei)",
            "The role of hunting on Sapajus xanthosternos' landscape of fear in the Atlantic Forest, Brazil",
            "Why do females sing?-pair communication and other song functions in eastern bluebirds",
            "Effects of a Gonadotropin-Releasing Hormone Agonist on Sex Behavior in Females of the Southern Giant Pouched Rat",
            "Dueling frogs: do male green tree frogs (Hyla cinerea) eavesdrop on and assess nearby calling competitors?"
        ],
        "tc_count": 134,
        "tc_list": [
            1,
            16,
            22,
            9,
            3,
            7,
            9,
            6,
            6,
            12,
            0,
            0,
            15,
            6,
            16,
            0,
            3,
            1,
            2
        ],
        "citation_average": 7.052631578947368
    },
    "Anatomy & Morphology": {
        "url": "anatomy-morphology",
        "faculty_count": 4,
        "department_count": 1,
        "article_count": 2,
        "faculty": [
            "Brennan, Anna",
            "Sargent, Sheridan",
            "Daly, E. Susanne",
            "Clark, Jessica Kennett"
        ],
        "departments": [
            "Biol Sci"
        ],
        "titles": [
            "Regenerative potential and limitations in a zebrafish model of hyperglycemia-induced nerve degeneration",
            "Zygomatic arch root position in relation to dietary type in haplorhine primates"
        ],
        "tc_count": 0,
        "tc_list": [
            0,
            0
        ],
        "citation_average": 0.0
    },
    "Law": {
        "url": "law",
        "faculty_count": 3,
        "department_count": 1,
        "article_count": 4,
        "faculty": [
            "Munemo, Jonathan",
            "Chambers, Dustin",
            "Koval, Michael R."
        ],
        "departments": [
            "Econ"
        ],
        "titles": [
            "The effect of regulation-driven trade barriers and governance quality on export entrepreneurship",
            "Encouraging Collaboration in a Business Law Classroom: Two Activities That Challenge and Engage",
            "How many regulations does it take to get a beer? The geography of beer regulations",
            "LEGAL ENVIRONMENT DE-DENSIFIED: MAKING IT WORK BY LETTING THEM GO"
        ],
        "tc_count": 10,
        "tc_list": [
            0,
            4,
            2,
            4
        ],
        "citation_average": 2.5
    },
    "Psychology, Developmental": {
        "url": "psychology-developmental",
        "faculty_count": 2,
        "department_count": 2,
        "article_count": 2,
        "faculty": [
            "Pope, Alexander",
            "Bemis, Rhyannon H."
        ],
        "departments": [
            "Secondary & Phys Educ",
            "Psychol"
        ],
        "titles": [
            "That was last time! The effect of a delay on children's episodic memories of learning new facts",
            "Civic Engagement Among Youth Exposed to Community Violence: Directions for Research and Practice"
        ],
        "tc_count": 5,
        "tc_list": [
            4,
            1
        ],
        "citation_average": 2.5
>>>>>>> Stashed changes
    },
    "Public, Environmental & Occupational Health": {
        "url": "public-environmental-occupational-health",
        "faculty_count": 18,
        "department_count": 4,
        "article_count": 17,
        "faculty": [
<<<<<<< Updated upstream
            "Fritz, Heidi L.",
            "Green, Daniel C.",
            "Rivera, Allyson",
            "Yoon, David J.",
            "Olortegui, Ashley",
            "Petrolino, Ashley V.",
            "Demond, Whitney",
            "Townsend, Zachary",
            "Agarwal, Vinita",
            "Maier, Karl J.",
            "Chambers, Dustin",
            "Choi, Yoojin",
            "Schlehofer, Michele M.",
            "Nobiling, Brandye D.",
            "Maykrantz, Sherry A.",
            "Phillips, David S.",
            "Olortegui, Ashley",
            "Marinaro, Laura",
            "Osman, Suzanne L."
=======
            "Osman, Suzanne L.",
            "Lane, Halle L.",
            "Schlehofer, Michele M."
>>>>>>> Stashed changes
        ],
        "departments": [
            "Psychol",
            "Management & Mkt",
            "Commun",
            "Secondary & Phys Educ"
        ],
        "titles": [
            "Investing in Black LGBTQ plus liberation as white people: A call to action for community psychology",
            "Understanding Libraries as Part of the Rural Active Living Environment: Evidence From a Content Analysis of Library Facebook Posts Made in Summer 2022",
            "Effect of Vigorous Physical Activity on Executive Control in Middle-School Students",
            "Self-leadership and stress among college students: Examining the moderating role of coping skills††",
            "Then and now: A 50-year retrospective thematic analysis of Society for Community Research and Action presidential addresses",
            "Sexual victimization by current partner is negatively associated with women's sexual satisfaction",
            "Three dimensions of desirability of control: divergent relations with psychological and physical well-being",
            "Patient Assessment and Chronic Pain Self-Management in Ethnomedicine: Seasonal and Ecosystemic Embodiment in Ayurvedic Patient-Centered Care",
            "Climate to COVID, global to local, policies to people: a biopsychosocial ecological framework for syndemic prevention and response in behavioral medicine",
            "Federal Regulation and Mortality in the 50 States",
            "Coping with the crisis: the effects of psychological capital and coping behaviors on perceived stress",
            "Access to health services among sexual minority people in the United States",
            "How Trust in Information Sources Influences Preventative Measures Compliance during the COVID-19 Pandemic",
            "How traditional undergraduate college students define and perceive wellness: A qualitative phenomenological study",
            "Relationship between sleep and obesity among US and South Korean college students",
            "Sexual victimization experience, acknowledgment labeling and rape empathy among college men and women",
            "Leader Behavioral Integrity and Employee In-Role Performance: The Roles of Coworker Support and Job Autonomy"
        ]
    },
    "Education, Scientific Disciplines": {
        "url": "education-scientific-disciplines",
        "faculty_count": 15,
        "department_count": 5,
        "article_count": 16,
        "faculty": [
            "Lanehart, Emily",
            "Keifer, David",
            "Shakur, Asif",
            "Woodis, Lena A.",
            "Rickards, Megan",
            "Schwartz, Joseph",
            "Rojas, Anthony J.",
            "Troup, Nicholas",
            "Hensiek, Sarah",
            "Naumann, Madeline",
            "Wathen, Bailee",
            "Emmert, Jeffrey",
            "Emmert, Elizabeth",
            "Groth, Randall E.",
            "Auerbach, Anna Jo J."
        ],
<<<<<<< Updated upstream
        "departments": [
            "Math & Comp Sci",
            "Chem",
            "Educ Specialties",
            "Phys",
            "Biol Sci"
        ],
        "titles": [
            "Backward-Design Model for an Astronomy Course Using RSpec",
            "Fourteen Recommendations to Create a More Inclusive Environment for LGBTQ plus Individuals in Academic Biology",
            "Diffraction Experiments with a Smart Cart",
            "Survey of Undergraduate Students' Goals and Achievement Strategies for Laboratory Coursework",
            "Enthalpy and the Second Law of Thermodynamics",
            "Exploring the Relationship between Teacher Knowledge and Active-Learning Implementation in Large College Biology Courses",
            "Damped Oscillations with a Smart Cart",
            "Toward a theoretical structure to characterize early probabilistic thinking",
            "First results from the Dark Skies, Bright Kids astronomy club draw-a-scientist test",
            "Flyby Measurement of the Magnetic Field of a Helmholtz Coil with a Smart Cart",
            "Guidelines for Biosafety in Teaching Laboratories Version 2.0: A Revised and Updated Manual for 2019",
            "The Relevance of Statistical Knowledge for Teaching to Health Care Professionals: Reflections on a COVID-19 Press Briefing",
            "Solution to the September, 2022 Challenge Second to one",
            "Buchwald-Hartwig Amination, High-Throughput Experimentation, and Process Chemistry: An Introduction via Undergraduate Laboratory Experimentation",
            "Reflections on the Current and Potential K-12 Impact of the Journal of Statistics and Data Science Education",
            "Applying Design-Based Research Findings to Improve the Common Core State Standards for Data and Statistics in Grades 4-6"
        ]
    },
    "History": {
        "url": "history",
        "faculty_count": 7,
        "department_count": 0,
        "article_count": 9,
        "faculty": [
            "Goyens, Tom",
            "Gonzalez, Aston",
            "McCarty, Michael",
            "Hoffman, Richard C.",
            "French, Kara M.",
            "Bowler, Richard",
            "Kotlowski, Dean J."
        ],
        "departments": [],
        "titles": [
            "A Monk for All Seasons: Visions of Jien (1155-1225) in Medieval Japan",
            "Demonstrating the Natural Order: The Physiocratic Trials in Baden, 1770-1802",
            "Producer co-operatives of the Knights of Labor: seeking worker independence",
            "The presidents club revisited: Herbert Hoover, Lyndon Johnson, and the politics of legacy and bipartisanship",
            "Anarchists and national identity: The case of German radicals in the United States and Brazil, 1880-1945",
            "Stolen looks, people unbound: picturing contraband people during the civil war",
            "Australia's Presidents? Herbert Hoover and Lyndon B. Johnson Remembered",
            "Entrepreneurial Processes and industry Development:The Case of Baltimore's Calming Entrepreneurs",
            "Prejudice for Profit Escaped Nun Stories and American Catholic Print Culture"
        ]
    },
    "Education & Educational Research": {
        "url": "education-educational-research",
        "faculty_count": 37,
        "department_count": 10,
        "article_count": 37,
        "faculty": [
            "Billups, M. J.",
            "Anthony, Becky",
            "Emerson, David J.",
            "Maykrantz, Sherry A.",
            "Ramanathan, Gurupriya",
            "Seldomridge, Lisa A.",
            "Marinaro, Laura",
            "Allen, Kimberly",
            "Osman, Suzanne L.",
            "Freda, Kaynabess",
            "Genareo, Vincent R.",
            "Franzak, Judith K.",
            "Jewell, Jennifer R.",
            "Willey, Amanda",
            "Venable, Victoria",
            "Stutelberg, Erin B.",
            "Hylton, Mary",
            "Cammarano, Cristina",
            "Smith, Kenneth J.",
            "Williamson, Thea",
            "Hanley, Yvonne Downie",
            "Finch, Maida A.",
            "Caviglia-Harris, Jill",
            "Peixoto, Sinelia",
            "Porter, Heather D.",
            "Follmer, D. Jake",
            "McCartney, Jason",
            "Kim, Koomi",
            "Mcelroy, Honor B.",
            "Davis, Jeni",
            "Choi, Yoojin",
            "Troup, Nicholas",
            "DiBartolo, Mary C.",
            "Walsh, Catherine M.",
            "Koh, Bibiana D.",
            "Naumann, Madeline",
            "Groth, Randall E."
        ],
        "departments": [
            "Early & Elementary Educ",
            "Math & Comp Sci",
            "Literacy Studies",
            "Econ & Finance",
            "Phys",
            "Psychol",
            "Accounting & Legal Studies",
            "Doctoral Studies Literacy",
            "Environm Studies",
            "Secondary & Phys Educ"
        ],
        "titles": [
            "Probability puppets",
            "Utilizing Technology in Social Work Education: Development of the Technology Effectiveness and Social Connectedness Scale",
            "Psychological Distress, Burnout, and Business Student Turnover: The Role of Resilience as a Coping Mechanism",
            "Exposing the hazards of teaching 19th century genetic science",
            "Community is key: estimating the impact of living learning communities on college retention and GPA",
            "The Voter Engagement Model: Preparing the Next Generation of Social Workers for Political Practice",
            "A Framework for Scientific Inquiry in Preschool",
            "Teaching as invasion: emotions, boundaries and entanglements",
            "Experiences of Alienation and Intimacy: The Work of Secondary Writing Instruction",
            "Intersectional ethics: a pedagogical heuristic for ethical deliberation",
            "Prospective Teachers' Instructional Decisions and Pedagogical Moves when Responding to Student Thinking in Elementary Mathematics and Science Lessons",
            "Using the process approach to teach writing in economics",
            "Social Work Education Anti-Racism (SWEAR) Scale",
            "Reforming School Discipline: Responses by School District Leadership to Revised State Guidelines for Student Codes of Conduct",
            "First results from the Dark Skies, Bright Kids astronomy club draw-a-scientist test",
            "Language, Gender, and School-Leadership Labor Markets",
            "More, Faster, Neater: Middle School Students' Self-Assessed Literacy Concerns",
            "Seeing Through Serpent and Eagle Eyes: Teachers as Handlers of Memories",
            "Dimensions of Learning Probability Vocabulary",
            "Sexual victimization experience, acknowledgment labeling and rape empathy among college men and women",
            "Exploring Factors That Contribute to Nursing Students' Willingness to Report Peer Academic Integrity Violations",
            "A CRT Analysis of Policy Making in Nevada: A Case Study for Social Work Education",
            "Increasing the Number of Faculty With CNE(R) Certification: A Statewide Initiative",
            "Broken engagement: The role of grit and LMX in enhancing faculty engagement",
            "Reframing and Repositioning College Readers' Assumptions About Reading Through Eye Movement Miscue Analysis",
            "A latent variable analysis of the contribution of executive function to adult readers' comprehension of science text: the roles of vocabulary ability and level of comprehension",
            "Examining the Impact of a Nursing Course Redesign on Student Outcomes, Faculty Workload, and Costs",
            "How to Improve Written Case Analysis and Reduce Grading Time: The One-Page, Two-Case Method",
            "Technical Adequacy of Procedural and Conceptual Algebra Screening Measures in High School Algebra",
            "Self-leadership and stress among college students: Examining the moderating role of coping skills††",
            "Engineering in Preschool: What Little Minds Can Teach Us About Big Skills",
            "Illustrating linguistic dexterity in \"English mostly\" spaces: how translanguaging can support academic writing in secondary ELA classrooms",
            "A method for assessing students' interpretations of contextualized data",
            "Rural Women, Creative Writing, and Resistance",
            "How traditional undergraduate college students define and perceive wellness: A qualitative phenomenological study",
            "It's not all in their heads: the differing role of cognitive factors and non-cognitive traits in undergraduate success",
            "Examining the Role of Self-Regulated Learning Microanalysis in the Assessment of Learners' Regulation"
        ]
    },
    "Psychology": {
        "url": "psychology",
        "faculty_count": 2,
        "department_count": 0,
        "article_count": 2,
        "faculty": [
            "Green, Daniel",
            "Kim, Yun-Kyoung"
        ],
        "departments": [],
        "titles": [
            "Job insecurity and subjective sleep quality: The role of spillover and gender",
            "A Proposed Taxonomy for Categorizing Sexual Identities in Adolescence"
        ]
    },
    "Psychology, Multidisciplinary": {
        "url": "psychology-multidisciplinary",
        "faculty_count": 12,
        "department_count": 3,
        "article_count": 9,
        "faculty": [
            "Smith, Kenneth",
            "Chappell, Charisse",
            "Rivera, Allyson",
            "Laaouad-dodoo, Soraya",
            "Green, Daniel",
            "Fritz, Heidi L.",
            "Scott, Michael S.",
            "Demond, Whitney",
            "Emerson, David",
            "Schlehofer, Michele M.",
            "Olortegui, Ashley",
            "Tomcho, Thomas"
        ],
        "departments": [
            "Accounting & Legal Studies",
            "Sociol",
            "Psychol"
        ],
        "titles": [
            "Investing in Black LGBTQ plus liberation as white people: A call to action for community psychology",
            "Psychology of Religion Courses in the Undergraduate Curriculum",
            "Traditional Games and Sports of the Women in the Kabylie",
            "Then and now: A 50-year retrospective thematic analysis of Society for Community Research and Action presidential addresses",
            "Developing a State University System Model to Diversify Faculty in the Biomedical Sciences",
            "Three dimensions of desirability of control: divergent relations with psychological and physical well-being",
            "An examination of online cheating among business students through the lens of the Dark Triad and Fraud Diamond",
            "Public Psychology: Introduction to the Special Issue",
            "A Proposed Taxonomy for Categorizing Sexual Identities in Adolescence"
        ]
    },
    "Mathematics": {
        "url": "mathematics",
        "faculty_count": 9,
        "department_count": 3,
        "article_count": 13,
        "faculty": [
            "Schneider, Lisa",
            "Vennos, A.",
            "Shifler, Ryan M.",
            "Short, Laura",
            "Fowler, Garrett",
            "Austin, Jathan",
            "Evans, La'Tier",
            "Warman, Stephanie",
            "Bones, Lela"
        ],
        "departments": [
            "Math & Comp Sci",
            "Math Sci",
            "Math"
        ],
        "titles": [
            "Curve Neighborhoods of Schubert Varieties in the Odd Symplectic Grassmannian",
            "GENERATING PYTHAGOREAN TRIPLES OF A GIVEN HEIGHT",
            "When is the q-multiplicity of a weight a power of q?",
            "Conjecture O holds for the odd symplectic Grassmannian",
            "GENERALIZED FIBONACCI SEQUENCES IN PYTHAGOREAN TRIPLE PRESERVING MATRICES",
            "Equivariant quantum cohomology of the odd symplectic Grassmannian",
            "ON PYTHAGOREAN TRIPLE PRESERVING MATRICES THAT CONTAIN FIBONACCI NUMBERS",
            "A note on generating primitive Pythagorean triples using matrices",
            "On the spectral properties of the quantum cohomology of odd quadrics",
            "Conjecture O holds for some horospherical varieties of Picard rank 1",
            "Galkin's lower bound conjecture holds for the Grassmannian",
            "Dedekind sums arising from newform Eisenstein series",
            "ON FROBENIUS-PERRON DIMENSION"
        ]
    },
    "Management": {
        "url": "management",
        "faculty_count": 16,
        "department_count": 3,
        "article_count": 34,
        "faculty": [
            "Munemo, Jonathan",
            "Pasirayi, Simbarashe",
            "Yoon, David J.",
            "Miao, Chao",
            "Singh, Nitya P.",
            "Leonel, Ronei",
            "Follmer, Kayla B.",
            "Park, Minseok",
            "Eun, Jihyun",
            "Egan, Chrys",
            "Sen, Argha",
            "Maykrantz, Sherry A.",
            "Kim, Yun-Kyoung",
            "Hoffman, Richard",
            "Quan, Jing",
            "Gang, KwangWook"
        ],
        "departments": [
            "Informat & Decis Sci",
            "Management",
            "Management & Mkt"
        ],
        "titles": [
            "Managing environmental uncertainty for improved firm financial performance: the moderating role of supply chain risk management practices on managerial decision making",
            "Responding to pandemic challenges: leadership lessons from multinational enterprises (MNEs) in India",
            "U-shaped relationship between market liberalisation and technology exploration: evidence from South Korean firms",
            "Modes of governance for market entry by international franchisors: factors affecting the choice",
            "Internationalization and family firm performance A cross-cultural meta-analysis of the main effect and moderating factors",
            "To Lead Is to Err: The Mediating Role of Attribution in the Relationship Between Leader Error and Leader Ratings",
            "The Capacious Model and Leader Identity: An Integrative Framework",
            "The effect of in-store electronic word of mouth on local competitor spillovers in the quick service restaurant industry",
            "Market performance and the loss aversion behind green management",
            "Rude customers and service performance: roles of motivation and personality",
            "IT Application Maturity, Management Institutional Capability and Process Management Capability",
            "Self-Leadership and Psychological Capital as Key Cognitive Resources for Shaping Health-Protective Behaviors during the COVID-19 Pandemic",
            "Predicting supply chain risks through big data analytics: role of risk alert tool in mitigating business disruption",
            "Entrepreneurial Processes and industry Development:The Case of Baltimore's Calming Entrepreneurs",
            "Do African resource rents promote rent-seeking at the expense of entrepreneurship?",
            "Watching you descend, I help others rise: the influence of leader humility on prosocial motivation",
            "Impact of Korean pro-market reforms on firm innovation strategies",
            "R&D investment, intellectual capital, organizational learning, and firm performance: a study of Chinese software companies",
            "Stock market reactions to store-in-store agreements",
            "Impact of strategic and operational risk management practices on firm performance: An empirical investigation",
            "Patterns of alliances and acquisitions: An exploratory study",
            "Relative Importance of Major Job Performance Dimensions in Determining Supervisors' Overall Job Performance Ratings",
            "Managing the adverse effect of supply chain risk on corporate reputation: The mediating role of corporate social responsibility practices",
            "The cross-cultural moderators of the influence of emotional intelligence on organizational citizenship behavior and counterproductive work behavior",
            "Predictors of employees' strike attitudes in multinational corporations in China: a multilevel relational model",
            "The balance between positive and negative affect in employee well-being",
            "The Effects of Expertise and Social Status on Team Member Influence and the Moderating Roles of Intragroup Conflicts",
            "Customer courtesy and service performance: The roles of self-efficacy and social context",
            "The rise of emerging Indian multinationals: strategic learning for EMNC foreign market entry and internationalization",
            "Building supply chain risk resilience Role of big data analytics in supply chain disruption mitigation",
            "Changes in foreign ownership and innovation investment: the case of Korean corporate governance reforms",
            "When CEO compensation plan based on risk changes firm strategic variation and strategic deviation? The moderating role of shareholder return",
            "Relationship conflict and counterproductive work behavior: the roles of affective well-being and emotional intelligence",
            "Value of corporate political contributions from the investors' perspective"
        ]
    },
    "Social Work": {
        "url": "social-work",
        "faculty_count": 14,
        "department_count": 2,
        "article_count": 17,
        "faculty": [
            "Anthony, Becky",
            "Rivera, Allyson",
            "Harbaugh, Jessica",
            "Green, Daniel",
            "Demond, Whitney",
            "Jewell, Jennifer R.",
            "Schlehofer, Michele M.",
            "Jung, Kyoung-Rae",
            "Venable, Victoria",
            "Hylton, Mary",
            "Kim, Sook Hyun",
            "Koh, Bibiana D.",
            "Olortegui, Ashley",
            "Owens-King, Allessia P."
        ],
        "departments": [
            "Social Work",
            "Psychol"
        ],
        "titles": [
            "Investing in Black LGBTQ plus liberation as white people: A call to action for community psychology",
            "A CRT Analysis of Policy Making in Nevada: A Case Study for Social Work Education",
            "Experiences of minority stress and access to primary care services among sexual minority adults in the United States",
            "Social Work Education Anti-Racism (SWEAR) Scale",
            "Then and now: A 50-year retrospective thematic analysis of Society for Community Research and Action presidential addresses",
            "Borders: An International Comparative Analysis of Social Work's Response",
            "Utilizing Technology in Social Work Education: Development of the Technology Effectiveness and Social Connectedness Scale",
            "LGBTQ",
            "The Voter Engagement Model: Preparing the Next Generation of Social Workers for Political Practice",
            "Korean fathers' immigration experience",
            "The impact of nontraditional and sustainable textbook options on student learning in a social work skills course",
            "An Exploration of Human Rights and Social Work Education in the United States",
            "Secondary traumatic stress and self-care inextricably linked",
            "\"If Extended Family Can't Deal horizontal ellipsis \" Disclosing Trans and Gender Non-Conforming Children's Identity",
            "Access to health services among sexual minority people in the United States",
            "Epistemic ethics justice: a \"radical imaginary\"",
            "Measuring Undergraduate Social Work Students' Knowledge and Understanding of Privilege and Oppression"
        ]
    },
    "Linguistics": {
        "url": "linguistics",
        "faculty_count": 4,
        "department_count": 3,
        "article_count": 7,
        "faculty": [
            "Williamson, Thea",
            "Pandey, Anjali",
            "Karimzad, Farzad",
            "Stutelberg, Erin B."
        ],
        "departments": [
            "English",
            "Literacy Studies",
            "Secondary & Phys Educ"
=======
        "tc_count": 2,
        "tc_list": [
            1,
            1,
            0,
            0,
            0
        ],
        "citation_average": 0.4
    },
    "Psychology, Applied": {
        "url": "psychology-applied",
        "faculty_count": 8,
        "department_count": 2,
        "article_count": 9,
        "faculty": [
            "Fennell, Patrick",
            "Weer, Christy H.",
            "Kim, Yun-Kyoung",
            "Osman, Suzanne L.",
            "Lane, Halle L.",
            "Gang, KwangWook",
            "Yoon, David J.",
            "Miao, Chao"
        ],
        "departments": [
            "Management & Mkt",
            "Psychol"
        ],
        "titles": [
            "Predicting College Women's Self-esteem Based on Verbal Coercion Experience and Verbal Tactic Items on the Revised Sexual Experiences Survey",
            "Job insecurity and subjective sleep quality: The role of spillover and gender",
            "Customer courtesy and service performance: The roles of self-efficacy and social context",
            "The Effects of Expertise and Social Status on Team Member Influence and the Moderating Roles of Intragroup Conflicts",
            "Predicting Body-Esteem Based on Type of Sexual Victimization Experience",
            "The balance between positive and negative affect in employee well-being",
            "I guess that is fair: How the efforts of other customers influence buyer price fairness perceptions",
            "The cross-cultural moderators of the influence of emotional intelligence on organizational citizenship behavior and counterproductive work behavior",
            "Managers' Assessments of Employees' Organizational Career Growth Opportunities: The Role of Extra-Role Performance, Work Engagement, and Perceived Organizational Commitment"
        ],
        "tc_count": 107,
        "tc_list": [
            1,
            13,
            1,
            24,
            2,
            22,
            29,
            8,
            7
        ],
        "citation_average": 11.88888888888889
    },
    "Entomology": {
        "url": "entomology",
        "faculty_count": 9,
        "department_count": 5,
        "article_count": 9,
        "faculty": [
            "Morningred, Connor",
            "Grubb, Brittany",
            "Hagadorn, Mallory A.",
            "Price, Dana L.",
            "Mitchell, Kaitlyn",
            "Bachran, Karsin",
            "Restein, Joseph",
            "Cai, Jiacheng",
            "Chen, Xuan"
        ],
        "departments": [
            "Biol",
            "Environm Studies",
            "Math Sci",
            "Biol Sci",
            "Math & Comp Sci"
        ],
        "titles": [
            "PUPATION SITES AND CONSERVATION OF FROSTED ELFINS (LYCAENIDAE) IN MARYLAND, USA",
            "RELATIONSHIP OF DUNG BEETLE (COLEOPTFRA: SCARABAF1DAE AND GEOTRUPDME) ABUNDANCE AND PARASITE CONTROL IN CATTLE ON PASTURES THROUGHOUT MARYLAND",
            "Red imported fire ants (Hymenoptera: Formicidae) cover inaccessible surfaces with particles to facilitate food search and transportation",
            "Effects of soil-treatment with fungal biopesticides on pupation behaviors, emergence success and fitness of tea geometrid, Ectropis grisescens (Lepidoptera: Geometridae)",
            "Toxicity, horizontal transfer, and physiological and behavioral effects of cycloxaprid against Solenopsis invicta (Hymenoptera: Formicidae)",
            "Red imported fire ants cover the insecticide-treated surfaces with particles to reduce contact toxicity",
            "Eugenol derivatives: strong and long-lasting repellents against both undisturbed and disturbed red imported fire ants",
            "Paving Behavior in Ants and Its Potential Application in Monitoring Two Urban Pest Ants, Solenopsis invicta and Tapinoma melanocephalum",
            "SURVEY AND HABITAT ASSESSMENT OF KING'S HAIRSTREAK (SATYRIUM KINGI) IN MARYLAND COASTAL PLAIN FORESTS"
        ],
        "tc_count": 54,
        "tc_list": [
            4,
            4,
            12,
            3,
            7,
            10,
            0,
            0,
            14
        ],
        "citation_average": 6.0
    },
    "Biochemistry & Molecular Biology": {
        "url": "biochemistry-molecular-biology",
        "faculty_count": 3,
        "department_count": 2,
        "article_count": 3,
        "faculty": [
            "Presotto, Andrea",
            "Corfield, Jeremy R.",
            "Liebgold, Eric B."
        ],
        "departments": [
            "Geog & Geosci",
            "Biol Sci"
        ],
        "titles": [
            "Stone tools improve diet quality in wild monkeys",
            "Density-dependent fitness, not dispersal movements, drives temporal variation in spatial genetic structure in dark-eyed juncos (Junco hyemalis)",
            "Tempo and Pattern of Avian Brain Size Evolution"
        ],
        "tc_count": 63,
        "tc_list": [
            2,
            7,
            54
        ],
        "citation_average": 21.0
    },
    "Cultural Studies": {
        "url": "cultural-studies",
        "faculty_count": 1,
        "department_count": 0,
        "article_count": 1,
        "faculty": [
            "Hatley, James"
>>>>>>> Stashed changes
        ],
        "departments": [],
        "titles": [
<<<<<<< Updated upstream
            "Chronotopic resolution, embodied subjectivity, and collective learning: A sociolinguistic theory of survival",
            "Chronotopeography: Nostalgia and modernity in South Delhi's linguistic landscape",
            "Illustrating linguistic dexterity in \"English mostly\" spaces: how translanguaging can support academic writing in secondary ELA classrooms",
            "Metapragmatics of normalcy: Mobility, context, and language choice",
            "Multilingualism, Chronotopes, and Resolutions: Toward an Analysis of the Total Sociolinguistic Fact",
            "Re-Englishing 'flat-world' fiction",
            "Teaching as invasion: emotions, boundaries and entanglements"
        ]
    },
    "Business": {
        "url": "business",
        "faculty_count": 19,
        "department_count": 5,
        "article_count": 33,
        "faculty": [
            "Schneider, Gustavo",
            "Pasirayi, Simbarashe",
            "Miao, Chao",
            "Singh, Nitya P.",
            "Wu, Yun",
            "Billups, M. Judith",
            "Fennell, Patrick",
            "Yoon, David J.",
            "Sen, Argha",
            "Villalobos, Laura",
            "Poddar, Amit",
            "Munemo, Jonathan",
            "Gang, KwangWook",
            "Eun, Jihyun",
            "Lei, Shan",
            "Johnson, Aaron",
            "Adams, Stephen B.",
            "Morris, Paula T.",
            "Richerson, Rob"
        ],
        "departments": [
            "Informat & Decis Sci",
            "Mkt",
            "Management & Mkt",
            "Environm Studies",
            "Econ & Finance"
=======
            "There is Buffalo Ecocide: A Meditation upon Homecoming in Buffalo Country"
        ],
        "tc_count": 2,
        "tc_list": [
            2
        ],
        "citation_average": 2.0
    },
    "Literary Reviews": {
        "url": "literary-reviews",
        "faculty_count": 1,
        "department_count": 0,
        "article_count": 1,
        "faculty": [
            "Habermeyer, Ryan"
>>>>>>> Stashed changes
        ],
        "departments": [],
        "titles": [
<<<<<<< Updated upstream
            "Dynamic Right-Slanted Fonts Increase the Effectiveness of Promotional Retail Advertising",
            "The effects of transaction methods on perceived contamination and attitude toward retailers",
            "Quantifying COVID-19?s silver lining: Avoided deaths from air quality improvements in Bogota",
            "Not My Circus, Not my Monkeys? Frontline Employee Perceptions of Customer Deviant Behaviors and Service Firms' Guardianship Policies",
            "Evolutionary motives and food behavior modeling in romantic relationships",
            "The influence of visually dynamic imagery on purchase intentions: The roles of arousal and lay rationalism",
            "Assessing the impact of manufacturer power on private label market share in an equilibrium framework",
            "Value co-creation in online healthcare communities",
            "Use of social networks in stock investment",
            "Run-of-the-Mill or Avant Garde? Identifying restaurant category positioning and tastemakers from digital geo-location history",
            "Managing two-sided B2B electronic markets: Governance mechanisms, performance implications, and boundary conditions",
            "The effect of in-store electronic word of mouth on local competitor spillovers in the quick service restaurant industry",
            "#Activism: Investor Reactions to Corporate Sociopolitical Activism",
            "Shareholder reactions to corporate label change: evidence from South Korean firms",
            "The moderating role of donation quantifiers on price fairness judgments",
            "From orchards to chips: Silicon Valley's evolving entrepreneurial ecosystem",
            "Do African resource rents promote rent-seeking at the expense of entrepreneurship?",
            "The effect of subscription-based direct-to-consumer channel additions on firm value",
            "The Effect of Mobile Payments on Retailer Firm Value: The Moderating Role of Promotions, Customer Segment, and Rollout Strategy",
            "The effect of third-party delivery partnerships on firm value",
            "Stock market reactions to store-in-store agreements",
            "Impact of strategic and operational risk management practices on firm performance: An empirical investigation",
            "Relative Importance of Major Job Performance Dimensions in Determining Supervisors' Overall Job Performance Ratings",
            "Pedagogical strategy to improve qualification alignment of students to the demands of potential employers",
            "Financial well-being, family financial support and depression of older adults in China",
            "Emotional intelligence and service quality: a meta-analysis with initial evidence on cross-cultural factors and future research directions",
            "False advertising or slander? Using location based tweets to assess online rating-reliability",
            "Organizational mindfulness towards digital transformation as a prerequisite of information processing capability to achieve market agility",
            "The balance between positive and negative affect in employee well-being",
            "Customer courtesy and service performance: The roles of self-efficacy and social context",
            "The rise of emerging Indian multinationals: strategic learning for EMNC foreign market entry and internationalization",
            "Overcoming the challenge of low familiarity: Can a weakly familiar brand signal quality with exceptionally strong warranty?",
            "I guess that is fair: How the efforts of other customers influence buyer price fairness perceptions"
        ]
    },
    "Communication": {
        "url": "communication",
        "faculty_count": 8,
        "department_count": 3,
        "article_count": 9,
        "faculty": [
            "Bolton, Joshua P.",
            "Fritz, Heidi L.",
            "Brannock-Cox, Jennifer",
            "Agarwal, Vinita",
            "Stanfield, Kellie",
            "Karimzad, Farzad",
            "Han, Eun-Jeong",
            "Conrath, Ryan"
        ],
        "departments": [
            "Commun Arts",
            "Commun",
            "Commun Arts 272"
        ],
        "titles": [
            "Caregiving in quarantine: Humor styles, reframing, and psychological well-being among parents of children with disabilities",
            "Chronotopic resolution, embodied subjectivity, and collective learning: A sociolinguistic theory of survival",
            "Stereotype formation An examination of three contesting models in Vietnam",
            "Metapragmatics of normalcy: Mobility, context, and language choice",
            "MOBILE JOURNALISM AS LIFESTYLE JOURNALISM? Field Theory in the integration of mobile in the newsroom and mobile journalist role conception",
            "The Provider's Body in the Therapeutic Relationship: How Complementary and Alternative Medicine Providers Describe Their Work as Healers",
            "Deep Participation in Underserved Communities: A Quantitative Analysis of Hearken's Model for Engagement Journalism",
            "\"I'm in:\" presidential campaign announcement speeches among well known and unknown candidates",
            "Space Race Cauleen Smith's Cinematic Errantry"
        ]
    },
    "Nursing": {
        "url": "nursing",
        "faculty_count": 15,
        "department_count": 2,
        "article_count": 17,
        "faculty": [
            "Jarosinski, Judith M.",
            "Pellinger, Thomas K.",
            "Hall, Nicole",
            "Jauregui, Jean E.",
            "Barnes, Annette",
            "Allen, Kim",
            "DiBartolo, Mary C.",
            "Seldomridge, Lisa",
            "Hart, Jennifer",
            "Reid, Tina P.",
            "Padgett, Stephen M.",
            "Hinderer, Katherine A.",
            "Webster, Debra",
            "Nutt, Rita",
            "Winter, Dorothea M."
        ],
        "departments": [
            "Nursing",
            "Hlth Sci"
        ],
        "titles": [
            "Nurse Faculty Shortage Voices of Nursing Program Administrators",
            "Lights, Camera, Action: Lessons Learned From a Nursing and Theater Collaboration",
            "Rising From the Floor in Persons With Parkinson's Disease",
            "Acute Lower Leg Heating Increases Exercise Capacity in Patients With Peripheral Artery Disease",
            "Chinese Americans' attitudes toward advance directives: An assessment of outcomes based on a nursing-led intervention",
            "Preparing New Clinical Educators: 10-Year Outcomes of a Hybrid Program",
            "The Maryland Graduate Nurse Faculty Scholarship: Program Evaluation of a Nurse Faculty Workforce Initiative",
            "Cardiovascular Disease Risk Screening for Commercial Drivers Examined in Occupational Practice: Implementing Evidence-Based Practice to Champion the Health of Essential Workers",
            "Using Toolkits to Improve Students' Skills in Advocacy",
            "Implementing a Standardized Workflow Process to Increase the Palliative Care to Hospice Admission Rate",
            "\"He just teaches whatever he thinks is important\": Analysis of comments in student evaluations of teaching",
            "A Faith-Based Intervention to Improve HYPERTENSION MANAGEMENT Among African Americans",
            "Improving Inpatient Education and Follow-Up in Patients with Heart Failure: A Hospital-Based Quality Improvement Project",
            "Frequency of Opioid Prescribing for Acute Low Back Pain in a Rural Emergency Department",
            "The Maryland Nurse Support Program II: A Program Evaluation of Faculty Workforce Initiative",
            "\"Learning How to Teach\" in Nursing: Perspectives of Clinicians After a Formal Academy",
            "Advocacy, Collaboration, and Conflict Management Teaching Core Skill Sets in Mental Health Nursing"
        ]
    },
    "Environmental Studies": {
        "url": "environmental-studies",
        "faculty_count": 6,
        "department_count": 5,
        "article_count": 10,
        "faculty": [
            "Cha, Hoon S.",
            "Caviglia-Harris, Jill",
            "Kolstoe, Sonja",
            "Villalobos, Laura",
            "Scott, Michael",
            "Briand, Christopher H."
        ],
        "departments": [
            "Informat & Decis Sci",
            "Geog & Geosci",
            "Biol Sci",
            "Environm Studies",
            "Econ & Finance"
        ],
        "titles": [
            "The six dimensions of collective leadership that advance sustainability objectives: rethinking what it means to be an academic leader",
            "Quantifying COVID-19?s silver lining: Avoided deaths from air quality improvements in Bogota",
            "Sustainability of agricultural production following deforestation in the tropics: Evidence on the value of newly-deforested, long-deforested and forested land in the Brazilian Amazon",
            "A tale of two samples: Understanding WTP differences in the age of social media",
            "Integrating Multiple Sources to Reconstruct the Pre- and Early Postcolonial Forests of the Chesapeake: 1588-1838",
            "Sustainability Calculus in Adopting Smart Speakers-Personalized Services and Privacy Risks",
            "The Brazilian Forest Code and riparian preservation areas: spatiotemporal analysis and implications for hydrological ecosystem services",
            "The Role of Education in Increasing Awareness and Reducing Impact of Natural Hazards",
            "Local Effects of Payments for Ecosystem Services on Rural Poverty",
            "Do forests provide watershed services for farmers in the humid tropics? Evidence from the Brazilian Amazon"
        ]
    },
    "Multidisciplinary Sciences": {
        "url": "multidisciplinary-sciences",
        "faculty_count": 8,
        "department_count": 5,
        "article_count": 11,
        "faculty": [
            "Hamilton, Stuart",
            "Nyland, Jennifer",
            "Presotto, Andrea",
            "Park, Minseok",
            "Chen, Xuan",
            "Gang, KwangWook",
            "Sokoloski, Joshua E.",
            "Krach, Noah"
        ],
        "departments": [
            "Chem",
            "Geog & Geosci",
            "Biol",
            "Biol Sci",
            "Math & Comp Sci"
        ],
        "titles": [
            "Increased adiposity, inflammation, metabolic disruption and dyslipidemia in adult male offspring of DOSS treated C57BL/6 dams",
            "High-resolution bathymetries and shorelines for the Great Lakes of the White Nile basin",
            "Mangroves shelter coastal economic activity from cyclones",
            "\"Helicase\" activity promoted through dynamic interactions between a ssDNA translocase and a diffusing SSB protein",
            "Impact of Korean pro-market reforms on firm innovation strategies",
            "Establishing the relationship between non-human primates and mangrove forests at the global, national, and local scales",
            "Mangroves and coastal topography create economic \"safe havens\" from tropical storms",
            "U-shaped relationship between market liberalisation and technology exploration: evidence from South Korean firms",
            "Changes in foreign ownership and innovation investment: the case of Korean corporate governance reforms",
            "Food-burying behavior in red imported fire ants (Hymenoptera: Formicidae)",
            "Food Transport of Red Imported Fire Ants (Hymenoptera: Formicidae) on Vertical Surfaces"
        ]
    },
    "Mathematics, Applied": {
        "url": "mathematics-applied",
        "faculty_count": 4,
        "department_count": 2,
        "article_count": 6,
        "faculty": [
            "Schneider, Lisa",
            "Shifler, Ryan M.",
            "Tu, Junyi",
            "Cai, Jiacheng"
        ],
        "departments": [
            "Math Sci",
            "Math & Comp Sci"
        ],
        "titles": [
            "On the asymptotic behavior of the q-analog of Kostant's partition function",
            "When is the q-multiplicity of a weight a power of q?",
            "Synchronization of memristive FitzHugh-Nagumo neural networks",
            "A finite volume-alternating direction implicit method for the valuation of American options under the Heston model",
            "Minimum Quantum Degrees for Isotropic Grassmannians in Types B and C",
            "ON FROBENIUS-PERRON DIMENSION"
        ]
    },
    "Sport Sciences": {
        "url": "sport-sciences",
        "faculty_count": 22,
        "department_count": 0,
        "article_count": 5,
        "faculty": [
            "Fedorko, Brent",
            "Guarnera, Samantha R.",
            "Fountain, William A.",
            "Rosette, Vincent D.",
            "Ortlip, Austin T.",
            "Walter, Jessica",
            "Carlini, Nicholas A.",
            "Ancalmo, Juliana",
            "Treuth, Margarita S.",
            "Pellinger, Thomas K.",
            "Mirza, Ateeb M.",
            "Kalita, Diane",
            "Mazzetti, Scott A.",
            "Marquette, Lisa",
            "Lynch, Kerry E.",
            "Werner, Tim",
            "Kuszmaul, Dillon J.",
            "Morgan, Brian",
            "Chaves, Alec B.",
            "Lynch, Colleen E.",
            "Valenti, Zackary J.",
            "Meister, Benjamin M."
        ],
        "departments": [],
        "titles": [
            "Physical Activity Levels in Six Native American Communities Using the FITT-VP Approach",
            "Autoregulated and Non-Autoregulated Blood Flow Restriction on Acute Arterial Stiffness",
            "Order of concentric and eccentric muscle actions affects metabolic responses",
            "Effect of an 11-Week Resistance Training Program on Arterial Stiffness in Young Women",
            "Effects of a 12-Week Resistance Training Program on Arterial Stiffness: A Randomized Controlled Trial"
        ]
    },
    "Literature": {
        "url": "literature",
        "faculty_count": 2,
        "department_count": 0,
        "article_count": 2,
        "faculty": [
            "Harrington, Gary",
            "King, Carolyne M."
        ],
        "departments": [],
        "titles": [
            "\"Mystery and Magic\": Additional Biblical Allusions in Welty's \"A Worn Path\"",
            "Guided Reading: The Influence of Visual Design on Writing with Sources"
        ]
    },
    "Statistics & Probability": {
        "url": "statistics-probability",
        "faculty_count": 1,
        "department_count": 1,
        "article_count": 2,
        "faculty": [
            "Hahn, Eugene D."
        ],
        "departments": [
            "Informat & Decis Sci"
        ],
        "titles": [
            "Regression modelling with the tilted beta distribution: A Bayesian approach",
            "The Tilted Beta-Binomial Distribution in Overdispersed Data: Maximum Likelihood and Bayesian Estimation"
        ]
    },
    "Law": {
        "url": "law",
        "faculty_count": 3,
        "department_count": 1,
        "article_count": 4,
        "faculty": [
            "Munemo, Jonathan",
            "Chambers, Dustin",
            "Koval, Michael R."
        ],
        "departments": [
            "Econ"
        ],
        "titles": [
            "How many regulations does it take to get a beer? The geography of beer regulations",
            "LEGAL ENVIRONMENT DE-DENSIFIED: MAKING IT WORK BY LETTING THEM GO",
            "The effect of regulation-driven trade barriers and governance quality on export entrepreneurship",
            "Encouraging Collaboration in a Business Law Classroom: Two Activities That Challenge and Engage"
        ]
=======
            "Skin Walking"
        ],
        "tc_count": 0,
        "tc_list": [
            0
        ],
        "citation_average": 0.0
    },
    "Health Policy & Services": {
        "url": "health-policy-services",
        "faculty_count": 3,
        "department_count": 1,
        "article_count": 2,
        "faculty": [
            "Agarwal, Vinita",
            "Long-White, Deneen",
            "Nobiling, Brandye D."
        ],
        "departments": [
            "Commun Arts 272"
        ],
        "titles": [
            "Reported Self-Efficacy of Health Educators During COVID-19",
            "The Provider's Body in the Therapeutic Relationship: How Complementary and Alternative Medicine Providers Describe Their Work as Healers"
        ],
        "tc_count": 5,
        "tc_list": [
            4,
            1
        ],
        "citation_average": 2.5
    },
    "Business": {
        "url": "business",
        "faculty_count": 19,
        "department_count": 5,
        "article_count": 33,
        "faculty": [
            "Sen, Argha",
            "Fennell, Patrick",
            "Adams, Stephen B.",
            "Pasirayi, Simbarashe",
            "Poddar, Amit",
            "Johnson, Aaron",
            "Richerson, Rob",
            "Gang, KwangWook",
            "Wu, Yun",
            "Schneider, Gustavo",
            "Billups, M. Judith",
            "Eun, Jihyun",
            "Singh, Nitya P.",
            "Munemo, Jonathan",
            "Lei, Shan",
            "Villalobos, Laura",
            "Yoon, David J.",
            "Morris, Paula T.",
            "Miao, Chao"
        ],
        "departments": [
            "Mkt",
            "Environm Studies",
            "Informat & Decis Sci",
            "Econ & Finance",
            "Management & Mkt"
        ],
        "titles": [
            "Customer courtesy and service performance: The roles of self-efficacy and social context",
            "False advertising or slander? Using location based tweets to assess online rating-reliability",
            "Emotional intelligence and service quality: a meta-analysis with initial evidence on cross-cultural factors and future research directions",
            "The rise of emerging Indian multinationals: strategic learning for EMNC foreign market entry and internationalization",
            "The balance between positive and negative affect in employee well-being",
            "The effect of in-store electronic word of mouth on local competitor spillovers in the quick service restaurant industry",
            "Financial well-being, family financial support and depression of older adults in China",
            "The effects of transaction methods on perceived contamination and attitude toward retailers",
            "The moderating role of donation quantifiers on price fairness judgments",
            "From orchards to chips: Silicon Valley's evolving entrepreneurial ecosystem",
            "Shareholder reactions to corporate label change: evidence from South Korean firms",
            "The influence of visually dynamic imagery on purchase intentions: The roles of arousal and lay rationalism",
            "Managing two-sided B2B electronic markets: Governance mechanisms, performance implications, and boundary conditions",
            "Dynamic Right-Slanted Fonts Increase the Effectiveness of Promotional Retail Advertising",
            "Evolutionary motives and food behavior modeling in romantic relationships",
            "Stock market reactions to store-in-store agreements",
            "Impact of strategic and operational risk management practices on firm performance: An empirical investigation",
            "The effect of third-party delivery partnerships on firm value",
            "Pedagogical strategy to improve qualification alignment of students to the demands of potential employers",
            "Not My Circus, Not my Monkeys? Frontline Employee Perceptions of Customer Deviant Behaviors and Service Firms' Guardianship Policies",
            "The effect of subscription-based direct-to-consumer channel additions on firm value",
            "I guess that is fair: How the efforts of other customers influence buyer price fairness perceptions",
            "The Effect of Mobile Payments on Retailer Firm Value: The Moderating Role of Promotions, Customer Segment, and Rollout Strategy",
            "Do African resource rents promote rent-seeking at the expense of entrepreneurship?",
            "Relative Importance of Major Job Performance Dimensions in Determining Supervisors' Overall Job Performance Ratings",
            "Quantifying COVID-19?s silver lining: Avoided deaths from air quality improvements in Bogota",
            "#Activism: Investor Reactions to Corporate Sociopolitical Activism",
            "Value co-creation in online healthcare communities",
            "Assessing the impact of manufacturer power on private label market share in an equilibrium framework",
            "Overcoming the challenge of low familiarity: Can a weakly familiar brand signal quality with exceptionally strong warranty?",
            "Use of social networks in stock investment",
            "Organizational mindfulness towards digital transformation as a prerequisite of information processing capability to achieve market agility",
            "Run-of-the-Mill or Avant Garde? Identifying restaurant category positioning and tastemakers from digital geo-location history"
        ],
        "tc_count": 318,
        "tc_list": [
            2,
            2,
            4,
            23,
            0,
            0,
            0,
            1,
            6,
            1,
            5,
            0,
            0,
            132,
            2,
            4,
            0,
            4,
            23,
            9,
            5,
            22,
            0,
            0,
            3,
            4,
            13,
            12,
            10,
            8,
            2,
            20,
            1
        ],
        "citation_average": 9.636363636363637
    },
    "Cell & Tissue Engineering": {
        "url": "cell-tissue-engineering",
        "faculty_count": 1,
        "department_count": 1,
        "article_count": 1,
        "faculty": [
            "Brady, Alyssa"
        ],
        "departments": [
            "Phys"
        ],
        "titles": [
            "Cerebrospinal fluid replacement solutions promote neuroglia migratory behaviors and spinal explant outgrowth in microfluidic culture"
        ],
        "tc_count": 2,
        "tc_list": [
            2
        ],
        "citation_average": 2.0
    },
    "Biotechnology & Applied Microbiology": {
        "url": "biotechnology-applied-microbiology",
        "faculty_count": 5,
        "department_count": 2,
        "article_count": 2,
        "faculty": [
            "Brady, Alyssa",
            "Carter, Michael S.",
            "Miller, Stephanie",
            "Rost-Nasshan, Aerin",
            "Naing, Yadanar T."
        ],
        "departments": [
            "Phys",
            "Biol Sci"
        ],
        "titles": [
            "Functional Degeneracy in Paracoccus denitrificans Pd1222 Is Coordinated via RamB, Which Links Expression of the Glyoxylate Cycle to Activity of the Ethylmalonyl-CoA Pathway",
            "Cerebrospinal fluid replacement solutions promote neuroglia migratory behaviors and spinal explant outgrowth in microfluidic culture"
        ],
        "tc_count": 3,
        "tc_list": [
            2,
            1
        ],
        "citation_average": 1.5
    },
    "Cell Biology": {
        "url": "cell-biology",
        "faculty_count": 3,
        "department_count": 2,
        "article_count": 3,
        "faculty": [
            "Brady, Alyssa",
            "Presotto, Andrea",
            "Corfield, Jeremy R."
        ],
        "departments": [
            "Geog & Geosci",
            "Phys"
        ],
        "titles": [
            "Stone tools improve diet quality in wild monkeys",
            "Cerebrospinal fluid replacement solutions promote neuroglia migratory behaviors and spinal explant outgrowth in microfluidic culture",
            "Tempo and Pattern of Avian Brain Size Evolution"
        ],
        "tc_count": 63,
        "tc_list": [
            2,
            7,
            54
        ],
        "citation_average": 21.0
>>>>>>> Stashed changes
    },
    "Engineering, Biomedical": {
        "url": "engineering-biomedical",
        "faculty_count": 1,
        "department_count": 1,
        "article_count": 1,
        "faculty": [
<<<<<<< Updated upstream
            "Disbennett, Mackensie",
            "Bergner, Jennifer",
            "Richardson, Gwynne",
            "Schlehofer, Michele M. M.",
            "Weaver, Starlin",
            "Groth, Randall",
            "Steele, Rachel R.",
            "Othman, Yasmeen"
=======
            "Brady, Alyssa"
>>>>>>> Stashed changes
        ],
        "departments": [
            "Phys"
        ],
        "titles": [
<<<<<<< Updated upstream
            "\"Things Will Get Worse Before They Get Better\": LGBTQ plus People's Reactions to the 2020 US Presidential Election",
            "Theory-based Evaluation of Lesson Study Professional Development: Challenges, Opportunities, and Lessons Learned",
            "Muslim women negotiating their identity in the era of the Muslim ban"
        ]
    },
    "Astronomy & Astrophysics": {
        "url": "astronomy-astrophysics",
        "faculty_count": 2,
        "department_count": 2,
        "article_count": 9,
        "faculty": [
            "Troup, Nicholas",
            "Wesolowski, Sarah C."
            "Troup, Nicholas",
            "Wesolowski, Sarah C."
        ],
        "departments": [
            "Math & Comp Sci",
            "Phys"
        ],
        "titles": [
            "The close binary fraction as a function of stellar parameters in APOGEE: a strong anticorrelation with α abundances",
            "The Seventeenth Data Release of the Sloan Digital Sky Surveys: Complete Release of MaNGA, MaStar, and APOGEE-2 Data",
            "Close Binary Companions to APOGEE DR16 Stars: 20,000 Binary-star Systems Across the Color-Magnitude Diagram",
            "Geometry of the Draco C1 Symbiotic Binary",
            "The Eighteenth Data Release of the Sloan Digital Sky Surveys: Targeting and First Spectra from SDSS-V",
            "Multiplicity Statistics of Stars in the Sagittarius Dwarf Spheroidal Galaxy: Comparison to the Milky Way",
            "Final Targeting Strategy for the Sloan Digital Sky Survey IV Apache Point Observatory Galactic Evolution Experiment 2 North Survey",
            "Extreme ultraviolet quasar colours from GALEX observations of the SDSS DR14Q catalogue",
            "Stellar multiplicity and stellar rotation: insights from APOGEE"
        ]
    },
    "Mathematics, Interdisciplinary Applications": {
        "url": "mathematics-interdisciplinary-applications",
        "faculty_count": 2,
        "department_count": 0,
        "article_count": 2,
        "faculty": [
            "Chambers, Dustin",
            "Tu, Junyi"
        ],
        "departments": [],
        "titles": [
            "Synchronization of memristive FitzHugh-Nagumo neural networks",
            "Federal Regulation and Mortality in the 50 States"
        ]
    },
    "Mechanics": {
        "url": "mechanics",
        "faculty_count": 1,
        "department_count": 0,
        "article_count": 1,
        "faculty": [
            "Tu, Junyi"
=======
            "Cerebrospinal fluid replacement solutions promote neuroglia migratory behaviors and spinal explant outgrowth in microfluidic culture"
        ],
        "tc_count": 2,
        "tc_list": [
            2
        ],
        "citation_average": 2.0
    },
    "Fisheries": {
        "url": "fisheries",
        "faculty_count": 2,
        "department_count": 1,
        "article_count": 2,
        "faculty": [
            "Bradley, Christina J.",
            "Grecay, Paul A."
        ],
        "departments": [
            "Biol Sci"
>>>>>>> Stashed changes
        ],
        "departments": [],
        "titles": [
<<<<<<< Updated upstream
            "Synchronization of memristive FitzHugh-Nagumo neural networks"
        ]
    },
    "Physics, Fluids & Plasmas": {
        "url": "physics-fluids-plasmas",
        "faculty_count": 1,
        "department_count": 0,
        "article_count": 1,
        "faculty": [
            "Tu, Junyi"
        ],
        "departments": [],
        "titles": [
            "Synchronization of memristive FitzHugh-Nagumo neural networks"
        ]
    },
    "Physics, Mathematical": {
        "url": "physics-mathematical",
        "faculty_count": 1,
        "department_count": 0,
        "article_count": 1,
        "faculty": [
            "Tu, Junyi"
=======
            "Multiple trophic pathways support fish on floodplains of California's Central Valley",
            "Growth of the estuarine fish Fundulus heteroclitus in response to diel-cycling hypoxia and acidification: interaction with temperature"
        ],
        "tc_count": 9,
        "tc_list": [
            1,
            8
        ],
        "citation_average": 4.5
    },
    "Marine & Freshwater Biology": {
        "url": "marine-freshwater-biology",
        "faculty_count": 8,
        "department_count": 2,
        "article_count": 6,
        "faculty": [
            "Gallo, Silviya M.",
            "Bradley, Christina J.",
            "Grecay, Paul A.",
            "Roberts, Paige M.",
            "Hamilton, Stuart E.",
            "Chen, Xuan",
            "Hammond, Courtney Nicole",
            "Krach, Noah"
        ],
        "departments": [
            "Biol",
            "Biol Sci"
>>>>>>> Stashed changes
        ],
        "titles": [
<<<<<<< Updated upstream
            "Synchronization of memristive FitzHugh-Nagumo neural networks"
        ]
    },
    "Psychology, Developmental": {
        "url": "psychology-developmental",
        "faculty_count": 2,
        "department_count": 2,
        "article_count": 2,
        "faculty": [
            "Bemis, Rhyannon H.",
            "Pope, Alexander"
        ],
        "departments": [
            "Psychol",
            "Secondary & Phys Educ"
        ],
        "titles": [
            "Civic Engagement Among Youth Exposed to Community Violence: Directions for Research and Practice",
            "That was last time! The effect of a delay on children's episodic memories of learning new facts"
        ]
    },
    "Chemistry, Multidisciplinary": {
        "url": "chemistry-multidisciplinary",
        "faculty_count": 13,
        "department_count": 2,
        "article_count": 4,
        "faculty": [
            "Lanehart, Emily",
            "Keifer, David",
            "Woodis, Lena A.",
            "Rojas, Anthony J.",
            "Hensiek, Sarah",
            "Kim, Chan",
            "Naing, Yadanar Than",
            "Wathen, Bailee",
            "Joyce, Ryan",
            "Bhatti, Khadija",
            "Jermain, Madison",
            "Wille, Brendan",
            "Carter, Michael S."
        ],
        "departments": [
            "Chem",
            "Biol Sci"
        ],
        "titles": [
            "Characterization of an L-Ascorbate Catabolic Pathway with Unprecedented Enzymatic Transformations",
            "Survey of Undergraduate Students' Goals and Achievement Strategies for Laboratory Coursework",
            "Enthalpy and the Second Law of Thermodynamics",
            "Buchwald-Hartwig Amination, High-Throughput Experimentation, and Process Chemistry: An Introduction via Undergraduate Laboratory Experimentation"
        ]
    },
    "Physiology": {
        "url": "physiology",
        "faculty_count": 8,
        "department_count": 3,
        "article_count": 2,
        "faculty": [
            "Tibbo, Morgan",
            "Voithofer, Gabrielle",
            "Howell, Julia",
            "Warfield, Rebecca",
            "Ennerfelt, Hannah",
            "Clark, Jessica Kennett",
            "Rocker, Amanda",
            "Allen, Samantha"
        ],
        "departments": [
            "Chem",
            "Biol Sci",
            "Psychol"
        ],
        "titles": [
            "Acute effects of hyperglycemia on the peripheral nervous system in zebrafish (Danio rerio) following nitroreductase-mediated β-cell ablation",
            "Disruption of peripheral nerve development in a zebrafish model of hyperglycemia"
        ]
    },
    "Evolutionary Biology": {
        "url": "evolutionary-biology",
        "faculty_count": 11,
        "department_count": 5,
        "article_count": 7,
        "faculty": [
            "Kobisk, Ashley",
            "Garcia, Mark J.",
            "Teller, Kyle G.",
            "Hunter, Kimberly L.",
            "Lamb, Stephanie M.",
            "Taylor, Ryan C.",
            "Clements, Paul",
            "Liebgold, Eric B.",
            "Berns, Chelsea M.",
            "Adler, Laurie",
            "Bradley, Christina J."
        ],
        "departments": [
            "Biol",
            "Phys",
            "Math Sci",
            "Biol Sci",
            "Environm Studies"
        ],
        "titles": [
            "Determining the most recent common ancestor in a finite linear habitat with asymmetric dispersal",
            "Isotopic and genetic methods reveal the role of the gut microbiome in mammalian host essential amino acid metabolism",
            "Density-dependent fitness, not dispersal movements, drives temporal variation in spatial genetic structure in dark-eyed juncos (Junco hyemalis)",
            "(Not) far from home: No sex bias in dispersal, but limited genetic patch size, in an endangered species, the Spotted Turtle (Clemmys guttata)",
            "Cross-modal facilitation of auditory discrimination in a frog",
            "Epigenomic changes in the tungara frog (Physalaemus pustulosus): possible effects of introduced fungal pathogen and urbanization",
            "The postembryonic transformation of the shell in emydine box turtles"
        ]
    },
    "Genetics & Heredity": {
        "url": "genetics-heredity",
        "faculty_count": 7,
        "department_count": 4,
        "article_count": 3,
        "faculty": [
            "Kobisk, Ashley",
            "Garcia, Mark J.",
            "Teller, Kyle G.",
            "Hunter, Kimberly L.",
            "Taylor, Ryan C.",
            "Berns, Chelsea M.",
            "Adler, Laurie"
        ],
        "departments": [
            "Biol",
            "Phys",
            "Math Sci",
            "Biol Sci"
        ],
        "titles": [
            "Epigenomic changes in the tungara frog (Physalaemus pustulosus): possible effects of introduced fungal pathogen and urbanization",
            "Determining the most recent common ancestor in a finite linear habitat with asymmetric dispersal",
            "The postembryonic transformation of the shell in emydine box turtles"
        ]
    },
    "Business, Finance": {
        "url": "business-finance",
        "faculty_count": 14,
        "department_count": 3,
        "article_count": 18,
        "faculty": [
            "Mathers, Ani Manakyan",
            "Yao, Hong",
            "Munemo, Jonathan",
            "Wu, Ying",
            "Lei, Shan",
            "Schuldt, Michael A.",
            "Emerson, David J.",
            "Hong Duong",
            "Boster, Charles R.",
            "Duong, Hong",
            "Peng, Yuqi",
            "Eksi, Asli",
            "Hill, Brian",
            "Smith, Kenneth J."
        ],
        "departments": [
            "Accounting & Legal Studies",
            "Accounting",
            "Econ & Finance"
=======
            "The use of unmanned aircraft systems and high-resolution satellite imagery to monitor tilapia fish-cage aquaculture expansion in Lake Victoria, Kenya",
            "Phytoplankton carbon and nitrogen biomass estimates are robust to volume measurement method and growth environment",
            "Foraging by estuarine juveniles of two paralichthyid flounders: experimental analyses of the effects of light level, turbidity, and prey type",
            "Multiple trophic pathways support fish on floodplains of California's Central Valley",
            "Growth of the estuarine fish Fundulus heteroclitus in response to diel-cycling hypoxia and acidification: interaction with temperature",
            "Microbial Community Succession Along a Chronosequence in Constructed Salt Marsh Soils"
        ],
        "tc_count": 22,
        "tc_list": [
            1,
            9,
            0,
            8,
            3,
            1
        ],
        "citation_average": 3.6666666666666665
    },
    "Physiology": {
        "url": "physiology",
        "faculty_count": 8,
        "department_count": 3,
        "article_count": 2,
        "faculty": [
            "Rocker, Amanda",
            "Tibbo, Morgan",
            "Clark, Jessica Kennett",
            "Allen, Samantha",
            "Warfield, Rebecca",
            "Ennerfelt, Hannah",
            "Howell, Julia",
            "Voithofer, Gabrielle"
        ],
        "departments": [
            "Chem",
            "Biol Sci",
            "Psychol"
        ],
        "titles": [
            "Acute effects of hyperglycemia on the peripheral nervous system in zebrafish (Danio rerio) following nitroreductase-mediated β-cell ablation",
            "Disruption of peripheral nerve development in a zebrafish model of hyperglycemia"
        ],
        "tc_count": 13,
        "tc_list": [
            5,
            8
        ],
        "citation_average": 6.5
    },
    "Music": {
        "url": "music",
        "faculty_count": 2,
        "department_count": 1,
        "article_count": 2,
        "faculty": [
            "Barrett, G. Douglas",
            "Leaver, Echo"
        ],
        "departments": [
            "Psychol"
        ],
        "titles": [
            "Stress Reduction From a Musical Intervention",
            "Contemporary Art and the Problem of Music: Towards a Musical Contemporary Art"
        ],
        "tc_count": 11,
        "tc_list": [
            2,
            9
        ],
        "citation_average": 5.5
    },
    "History": {
        "url": "history",
        "faculty_count": 7,
        "department_count": 0,
        "article_count": 9,
        "faculty": [
            "Hoffman, Richard C.",
            "Kotlowski, Dean J.",
            "McCarty, Michael",
            "Bowler, Richard",
            "Gonzalez, Aston",
            "French, Kara M.",
            "Goyens, Tom"
        ],
        "departments": [],
        "titles": [
            "Producer co-operatives of the Knights of Labor: seeking worker independence",
            "Australia's Presidents? Herbert Hoover and Lyndon B. Johnson Remembered",
            "A Monk for All Seasons: Visions of Jien (1155-1225) in Medieval Japan",
            "Stolen looks, people unbound: picturing contraband people during the civil war",
            "Demonstrating the Natural Order: The Physiocratic Trials in Baden, 1770-1802",
            "The presidents club revisited: Herbert Hoover, Lyndon Johnson, and the politics of legacy and bipartisanship",
            "Prejudice for Profit Escaped Nun Stories and American Catholic Print Culture",
            "Anarchists and national identity: The case of German radicals in the United States and Brazil, 1880-1945",
            "Entrepreneurial Processes and industry Development:The Case of Baltimore's Calming Entrepreneurs"
        ],
        "tc_count": 8,
        "tc_list": [
            2,
            0,
            0,
            0,
            1,
            0,
            4,
            1,
            0
        ],
        "citation_average": 0.8888888888888888
    },
    "Astronomy & Astrophysics": {
        "url": "astronomy-astrophysics",
        "faculty_count": 2,
        "department_count": 2,
        "article_count": 9,
        "faculty": [
            "Wesolowski, Sarah C.",
            "Troup, Nicholas"
        ],
        "departments": [
            "Math & Comp Sci",
            "Phys"
        ],
        "titles": [
            "Stellar multiplicity and stellar rotation: insights from APOGEE",
            "The close binary fraction as a function of stellar parameters in APOGEE: a strong anticorrelation with α abundances",
            "Final Targeting Strategy for the Sloan Digital Sky Survey IV Apache Point Observatory Galactic Evolution Experiment 2 North Survey",
            "Geometry of the Draco C1 Symbiotic Binary",
            "The Eighteenth Data Release of the Sloan Digital Sky Surveys: Targeting and First Spectra from SDSS-V",
            "Close Binary Companions to APOGEE DR16 Stars: 20,000 Binary-star Systems Across the Color-Magnitude Diagram",
            "Multiplicity Statistics of Stars in the Sagittarius Dwarf Spheroidal Galaxy: Comparison to the Milky Way",
            "The Seventeenth Data Release of the Sloan Digital Sky Surveys: Complete Release of MaNGA, MaStar, and APOGEE-2 Data",
            "Extreme ultraviolet quasar colours from GALEX observations of the SDSS DR14Q catalogue"
        ],
        "tc_count": 463,
        "tc_list": [
            77,
            6,
            7,
            34,
            40,
            6,
            11,
            1,
            281
        ],
        "citation_average": 51.44444444444444
    },
    "Mathematics, Interdisciplinary Applications": {
        "url": "mathematics-interdisciplinary-applications",
        "faculty_count": 2,
        "department_count": 0,
        "article_count": 2,
        "faculty": [
            "Chambers, Dustin",
            "Tu, Junyi"
>>>>>>> Stashed changes
        ],
        "departments": [],
        "titles": [
<<<<<<< Updated upstream
            "EARNED INCOME TAX CREDITS AND INFANT HEALTH: A LOCAL EITC INVESTIGATION",
            "Airline revenue management around sporting mega-events: an application using data from the Super Bowl XLIX",
            "Do industry specialist auditors enhance accounting quality in the EU? Evidence from the pre-IFRS and mandatory post-IFRS periods",
            "Familiarity bias in direct stock investment by individual investors",
            "Hedged Mutual Funds and Competition for Sources of Alpha",
            "Monetary sterilization response to the movements in exchange rates and official net foreign assets: a case of China",
            "The ownership effect on corporate investment distortion in the transitional economies: Mitigating or exacerbating?",
            "Resilience as a coping strategy for reducing auditor turnover intentions",
            "Resilience as a coping strategy for reducing departure intentions of accounting students",
            "The impact of stakeholder orientation on tax avoidance: Evidence from a natural experiment",
            "Shareholder coordination and corporate innovation",
            "Investors' Responses to Social Conflict between CSR and Corporate Tax Avoidance",
            "The effects of ownership structure on dividend policy: Evidence from seasoned equity offerings (SEOs)",
            "Export entrepreneurship promotion: The role of regulation-induced time delays and institutions",
            "Types of nonaudit service fees and earnings response coefficients in the post-sarbanes-oxley era",
            "Resilience, Psychological Distress, and Academic Burnout among Accounting Students",
            "What Factors Entice States to Manipulate Corporate Income Tax Apportionment Formulas?",
            "An Analysis of State Capital Share and Its Implications to the Efficiency-Equality Nexus"
        ]
    },
    "Plant Sciences": {
        "url": "plant-sciences",
        "faculty_count": 2,
        "department_count": 2,
        "article_count": 1,
        "faculty": [
            "Folkoff, Michael E.",
            "Harris, Daniel W."
        ],
        "departments": [
            "Biol Sci",
            "Geog & Geosci"
=======
            "Federal Regulation and Mortality in the 50 States",
            "Synchronization of memristive FitzHugh-Nagumo neural networks"
        ],
        "tc_count": 4,
        "tc_list": [
            0,
            4
        ],
        "citation_average": 2.0
    },
    "Mechanics": {
        "url": "mechanics",
        "faculty_count": 1,
        "department_count": 0,
        "article_count": 1,
        "faculty": [
            "Tu, Junyi"
>>>>>>> Stashed changes
        ],
        "departments": [],
        "titles": [
<<<<<<< Updated upstream
            "Soil drainage-class influences on the distribution of witness trees (1664-1700) in Wicomico County, Maryland, USA"
        ]
    },
    "Entomology": {
        "url": "entomology",
        "faculty_count": 9,
        "department_count": 5,
        "article_count": 9,
        "faculty": [
            "Price, Dana L.",
            "Mitchell, Kaitlyn",
            "Morningred, Connor",
            "Bachran, Karsin",
            "Cai, Jiacheng",
            "Chen, Xuan",
            "Grubb, Brittany",
            "Hagadorn, Mallory A.",
            "Restein, Joseph"
        ],
        "departments": [
            "Math & Comp Sci",
            "Biol",
            "Math Sci",
            "Biol Sci",
            "Environm Studies"
=======
            "Synchronization of memristive FitzHugh-Nagumo neural networks"
        ],
        "tc_count": 0,
        "tc_list": [
            0
        ],
        "citation_average": 0.0
    },
    "Physics, Fluids & Plasmas": {
        "url": "physics-fluids-plasmas",
        "faculty_count": 1,
        "department_count": 0,
        "article_count": 1,
        "faculty": [
            "Tu, Junyi"
>>>>>>> Stashed changes
        ],
        "departments": [],
        "titles": [
<<<<<<< Updated upstream
            "Eugenol derivatives: strong and long-lasting repellents against both undisturbed and disturbed red imported fire ants",
            "Paving Behavior in Ants and Its Potential Application in Monitoring Two Urban Pest Ants, Solenopsis invicta and Tapinoma melanocephalum",
            "Effects of soil-treatment with fungal biopesticides on pupation behaviors, emergence success and fitness of tea geometrid, Ectropis grisescens (Lepidoptera: Geometridae)",
            "RELATIONSHIP OF DUNG BEETLE (COLEOPTFRA: SCARABAF1DAE AND GEOTRUPDME) ABUNDANCE AND PARASITE CONTROL IN CATTLE ON PASTURES THROUGHOUT MARYLAND",
            "Red imported fire ants (Hymenoptera: Formicidae) cover inaccessible surfaces with particles to facilitate food search and transportation",
            "PUPATION SITES AND CONSERVATION OF FROSTED ELFINS (LYCAENIDAE) IN MARYLAND, USA",
            "SURVEY AND HABITAT ASSESSMENT OF KING'S HAIRSTREAK (SATYRIUM KINGI) IN MARYLAND COASTAL PLAIN FORESTS",
            "Red imported fire ants cover the insecticide-treated surfaces with particles to reduce contact toxicity",
            "Toxicity, horizontal transfer, and physiological and behavioral effects of cycloxaprid against Solenopsis invicta (Hymenoptera: Formicidae)"
        ]
    },
    "Film, Radio, Television": {
        "url": "film-radio-television",
        "faculty_count": 2,
        "department_count": 0,
        "article_count": 3,
        "faculty": [
            "Conrath, Ryan",
            "Johnson, David T."
        ],
        "departments": [],
        "titles": [
            "The Ecological Cut",
            "Disarming Montage",
            "From Silence to Story, through Listening and Healing: Following the Cinematic Arc of the Returning Combat Veteran in The Yellow Birds"
        ]
    },
    "Industrial Relations & Labor": {
        "url": "industrial-relations-labor",
        "faculty_count": 3,
        "department_count": 2,
        "article_count": 3,
        "faculty": [
            "Kim, Yun Kyoung",
            "Hoffman, Richard C.",
            "Miao, Chao"
        ],
        "departments": [
            "Management",
            "Management & Mkt"
        ],
        "titles": [
            "Producer co-operatives of the Knights of Labor: seeking worker independence",
            "The cross-cultural moderators of the influence of emotional intelligence on organizational citizenship behavior and counterproductive work behavior",
            "Inefficiencies and bias in first job placement: the case of professional Asian nationals in the United States"
        ]
    },
    "Public Administration": {
        "url": "public-administration",
        "faculty_count": 5,
        "department_count": 4,
        "article_count": 5,
        "faculty": [
            "Surak, Sarah",
            "Munemo, Jonathan",
            "Pope, Alexander",
            "Chambers, Dustin",
            "Hill, Brian"
        ],
        "departments": [
            "Polit Sci & Environm Studies",
            "Econ & Finance",
            "Econ",
            "Secondary & Phys Educ"
        ],
        "titles": [
            "The effect of regulation-driven trade barriers and governance quality on export entrepreneurship",
            "Making civic engagement go viral: Applying social epidemiology principles to civic education",
            "Tournament incentives and performance: Evidence from the WNBA",
            "How many regulations does it take to get a beer? The geography of beer regulations",
            "The administrative making of the recycler"
        ]
    },
    "Development Studies": {
        "url": "development-studies",
        "faculty_count": 7,
        "department_count": 1,
        "article_count": 5,
        "faculty": [
            "Munemo, Jonathan",
            "Miao, Chao",
            "Caviglia-Harris, Jill",
            "Park, Minseok",
            "Nan, Wenxiu (Vince)",
            "Miao, Chao",
            "Chambers, Dustin",
            "Adams, Stephen B.",
            "Nan, Wenxiu (Vince)"
        ],
        "departments": [
            "Management & Mkt"
        ],
        "titles": [
            "From orchards to chips: Silicon Valley's evolving entrepreneurial ecosystem",
            "Natural Resource Dependency and Entrepreneurship: Are Nations with High Resource Rents Cursed?",
            "Institutional factors, religiosity, and entrepreneurial activity: A quantitative examination across 85 countries",
            "Improving the resilience of SMEs in times of crisis: The impact of mobile money amid Covid-19 in Zambia",
            "The color of water: The contributions of green and blue water to agricultural productivity in the Western Brazilian Amazon"
        ]
    },
    "Social Sciences, Mathematical Methods": {
        "url": "social-sciences-mathematical-methods",
        "faculty_count": 1,
        "department_count": 1,
        "article_count": 2,
        "faculty": [
            "Chambers, Dustin"
        ],
        "departments": [
            "Econ & Finance"
=======
            "Synchronization of memristive FitzHugh-Nagumo neural networks"
        ],
        "tc_count": 0,
        "tc_list": [
            0
        ],
        "citation_average": 0.0
    },
    "Physics, Mathematical": {
        "url": "physics-mathematical",
        "faculty_count": 1,
        "department_count": 0,
        "article_count": 1,
        "faculty": [
            "Tu, Junyi"
        ],
        "departments": [],
        "titles": [
            "Synchronization of memristive FitzHugh-Nagumo neural networks"
        ],
        "tc_count": 0,
        "tc_list": [
            0
        ],
        "citation_average": 0.0
    },
    "Chemistry, Organic": {
        "url": "chemistry-organic",
        "faculty_count": 11,
        "department_count": 0,
        "article_count": 1,
        "faculty": [
            "Marr, Alissa N.",
            "Chapman, Hayley A.",
            "Ali, Bakr",
            "Friese, Seth J.",
            "Labb, Samantha A.",
            "Hartlove, Nathan B.",
            "Timmons, Miranda",
            "Albright, Savannah G.",
            "Masteran, Conner J.",
            "Cusic, Rachel M.",
            "Cheng, Yijie"
        ],
        "departments": [],
        "titles": [
            "Synthesis of a Water-Soluble, Soft N-Donor BTzBP Ligand Containing Only CHON"
        ],
        "tc_count": 4,
        "tc_list": [
            4
        ],
        "citation_average": 4.0
    },
    "Ornithology": {
        "url": "ornithology",
        "faculty_count": 4,
        "department_count": 2,
        "article_count": 3,
        "faculty": [
            "Coss, Derek A.",
            "Silaphone, Keota",
            "Boyd, Marshall",
            "Liebgold, Eric B."
        ],
        "departments": [
            "Environm Studies",
            "Biol Sci"
        ],
        "titles": [
            "Migratory return rates and breeding fidelity in Eastern Bluebirds (Sialia sialis)",
            "Ground-nesting warblers on the eastern shore of Maryland: declining population trends and the effects of forest composition and structure",
            "Accounting for misclassification of subspecies provides insights about habitat use and dynamics of the Florida Grasshopper Sparrow in response to fire"
        ],
        "tc_count": 4,
        "tc_list": [
            4,
            0,
            0
        ],
        "citation_average": 1.3333333333333333
    },
    "Veterinary Sciences": {
        "url": "veterinary-sciences",
        "faculty_count": 1,
        "department_count": 1,
        "article_count": 1,
        "faculty": [
            "Presotto, Andrea"
        ],
        "departments": [
            "Geog & Geosci"
        ],
        "titles": [
            "Free-Living Aquatic Turtles as Sentinels of Salmonella spp. for Water Bodies"
        ],
        "tc_count": 3,
        "tc_list": [
            3
        ],
        "citation_average": 3.0
    },
    "Neurosciences": {
        "url": "neurosciences",
        "faculty_count": 10,
        "department_count": 5,
        "article_count": 5,
        "faculty": [
            "Tibbo, Morgan",
            "Taylor, Ryan C.",
            "Norman, Brandon",
            "Hunter, Kimberly L.",
            "Clark, Jessica Kennett",
            "Allen, Samantha",
            "Warfield, Rebecca",
            "Agarwal, Vinita",
            "Ennerfelt, Hannah",
            "Voithofer, Gabrielle"
        ],
        "departments": [
            "Biol",
            "Commun",
            "Psychol",
            "Biol Sci",
            "Chem"
        ],
        "titles": [
            "Functional Abnormalities of Cerebellum and Motor Cortex in Spinal Muscular Atrophy Mice",
            "Disruption of peripheral nerve development in a zebrafish model of hyperglycemia",
            "Ayurvedic protocols of chronic pain management: spatiotemporality as present moment awareness and embodied time",
            "Mimetic Self-Reflexivity and Intersubjectivity in Complementary and Alternative Medicine Practices: The Mirror Neuron System in Breast Cancer Survivorship",
            "Evolutionary and Allometric Insights into Anuran Auditory Sensitivity and Morphology"
        ],
        "tc_count": 17,
        "tc_list": [
            3,
            8,
            0,
            4,
            2
        ],
        "citation_average": 3.4
    },
    "Regional & Urban Planning": {
        "url": "regional-urban-planning",
        "faculty_count": 1,
        "department_count": 0,
        "article_count": 1,
        "faculty": [
            "Wu, Yun"
>>>>>>> Stashed changes
        ],
        "departments": [],
        "titles": [
<<<<<<< Updated upstream
            "Federal Regulation and Mortality in the 50 States",
            "Regulation, entrepreneurship, and dynamism"
        ]
    },
    "Marine & Freshwater Biology": {
        "url": "marine-freshwater-biology",
        "faculty_count": 8,
        "department_count": 2,
        "article_count": 6,
        "faculty": [
            "Grecay, Paul A.",
            "Hammond, Courtney Nicole",
            "Roberts, Paige M.",
            "Hamilton, Stuart E.",
            "Chen, Xuan",
            "Gallo, Silviya M.",
            "Bradley, Christina J.",
            "Krach, Noah"
        ],
        "departments": [
            "Biol",
            "Biol Sci"
        ],
        "titles": [
            "Phytoplankton carbon and nitrogen biomass estimates are robust to volume measurement method and growth environment",
            "Multiple trophic pathways support fish on floodplains of California's Central Valley",
            "Growth of the estuarine fish Fundulus heteroclitus in response to diel-cycling hypoxia and acidification: interaction with temperature",
            "The use of unmanned aircraft systems and high-resolution satellite imagery to monitor tilapia fish-cage aquaculture expansion in Lake Victoria, Kenya",
            "Microbial Community Succession Along a Chronosequence in Constructed Salt Marsh Soils",
            "Foraging by estuarine juveniles of two paralichthyid flounders: experimental analyses of the effects of light level, turbidity, and prey type"
        ]
    },
    "Oceanography": {
        "url": "oceanography",
        "faculty_count": 7,
        "department_count": 1,
        "article_count": 4,
        "faculty": [
            "Grecay, Paul A.",
            "Hammond, Courtney Nicole",
            "Roberts, Paige M.",
            "Hamilton, Stuart E.",
            "Gallo, Silviya M.",
            "Bradley, Christina J.",
            "Krach, Noah"
        ],
        "departments": [
            "Biol Sci"
        ],
        "titles": [
            "The use of unmanned aircraft systems and high-resolution satellite imagery to monitor tilapia fish-cage aquaculture expansion in Lake Victoria, Kenya",
            "Phytoplankton carbon and nitrogen biomass estimates are robust to volume measurement method and growth environment",
            "Foraging by estuarine juveniles of two paralichthyid flounders: experimental analyses of the effects of light level, turbidity, and prey type",
            "Ecophysiology of mesophotic reef-building corals in Hawai'i is influenced by symbiont-host associations, photoacclimatization, trophic plasticity, and adaptation"
        ]
    },
    "History Of Social Sciences": {
        "url": "history-of-social-sciences",
        "faculty_count": 1,
        "department_count": 0,
        "article_count": 2,
        "faculty": [
            "Hoffman, Richard C."
        ],
        "departments": [],
        "titles": [
            "Producer co-operatives of the Knights of Labor: seeking worker independence",
            "Entrepreneurial Processes and industry Development:The Case of Baltimore's Calming Entrepreneurs"
        ]
    },
    "Health Care Sciences & Services": {
        "url": "health-care-sciences-services",
        "faculty_count": 4,
        "department_count": 2,
        "article_count": 4,
        "faculty": [
            "Long-White, Deneen",
            "Agarwal, Vinita",
            "Ravizza, Dean M.",
            "Nobiling, Brandye D."
        ],
        "departments": [
            "Commun Arts",
            "Secondary & Phys Educ"
        ],
        "titles": [
            "Patient Communication of Chronic Pain in the Complementary and Alternative Medicine Therapeutic Relationship",
            "Effectiveness of an oral hygiene promoting program for elementary school students using a smartphone endomicroscope in Thailand",
            "Reported Self-Efficacy of Health Educators During COVID-19",
            "Mattress Coil Spring Fatigue and Weight-Bearing Support: Comparison of Weight-Bearing and Non-Weight-Bearing Springs"
        ]
    },
    "Integrative & Complementary Medicine": {
        "url": "integrative-complementary-medicine",
        "faculty_count": 0,
        "department_count": 0,
        "article_count": 1,
        "faculty": [],
        "departments": [],
        "titles": [
            "Mattress Coil Spring Fatigue and Weight-Bearing Support: Comparison of Weight-Bearing and Non-Weight-Bearing Springs"
        ]
    },
    "Rehabilitation": {
        "url": "rehabilitation",
        "faculty_count": 2,
        "department_count": 1,
        "article_count": 3,
        "faculty": [
            "Fritz, Heidi L.",
            "Fox, James"
        ],
        "departments": [
            "Educ Leadership"
        ],
        "titles": [
            "K-2 principal knowledge (not leadership) matters for dyslexia intervention",
            "Coping with caregiving: Humor styles and health outcomes among parents of children with disabilities",
            "Mattress Coil Spring Fatigue and Weight-Bearing Support: Comparison of Weight-Bearing and Non-Weight-Bearing Springs"
        ]
    },
    "Humanities, Multidisciplinary": {
        "url": "humanities-multidisciplinary",
        "faculty_count": 4,
        "department_count": 1,
        "article_count": 4,
        "faculty": [
            "Conrath, Ryan",
            "Kotlowski, Dean",
            "Ratti, Manav",
            "Barrett, G. Douglas"
        ],
        "departments": [
            "English"
        ],
        "titles": [
            "Deep (Space) Listening: Posthuman Moonbounce in Pauline Oliveros's Echoes from the Moon",
            "Ratifying Greatness: Franklin D. Roosevelt in Film and Television",
            "The Icon and the Text: American Book History and the Construction of the World's Largest-Grossing Illustrated Book, Madonna's Sex (1992)",
            "Space Race Cauleen Smith's Cinematic Errantry"
        ]
    },
    "Women's Studies": {
        "url": "women-s-studies",
        "faculty_count": 7,
        "department_count": 1,
        "article_count": 5,
        "faculty": [
            "Disbennett, Mackensie",
            "Richardson, Gwynne",
            "Schlehofer, Michele M.",
            "Conrath, Ryan",
            "Steele, Rachel R.",
            "Osman, Suzanne L.",
            "Othman, Yasmeen"
        ],
        "departments": [
            "Psychol"
        ],
        "titles": [
            "Sexual victimization by current partner is negatively associated with women's sexual satisfaction",
            "Early Reactions of Parents to Their Trans and Gender Non-Conforming Children",
            "Predicting College Women's Body-Esteem and Self-Esteem Based on Rape Experience, Recency, and Labeling",
            "Space Race Cauleen Smith's Cinematic Errantry",
            "Muslim women negotiating their identity in the era of the Muslim ban"
        ]
=======
            "Value co-creation in online healthcare communities"
        ],
        "tc_count": 23,
        "tc_list": [
            23
        ],
        "citation_average": 23.0
    },
    "Geosciences, Multidisciplinary": {
        "url": "geosciences-multidisciplinary",
        "faculty_count": 3,
        "department_count": 2,
        "article_count": 3,
        "faculty": [
            "Wang, Xiaohong",
            "Franchi, Giulia",
            "Barnes, Samuel"
        ],
        "departments": [
            "Math & Comp Sci",
            "Comp Sci"
        ],
        "titles": [
            "High-Resolution Monitoring of Tidal Systems Using UAV: A Case Study on Poplar Island, MD (USA)",
            "Assessing storm surge impacts on coastal inundation due to climate change: case studies of Baltimore and Dorchester County in Maryland",
            "Seasonality and Characterization Mapping of Restored Tidal Marsh by NDVI Imageries Coupling UAVs and Multispectral Camera"
        ],
        "tc_count": 52,
        "tc_list": [
            16,
            10,
            26
        ],
        "citation_average": 17.333333333333332
    },
    "Remote Sensing": {
        "url": "remote-sensing",
        "faculty_count": 2,
        "department_count": 5,
        "article_count": 3,
        "faculty": [
            "Chen, Mara",
            "Franchi, Giulia"
        ],
        "departments": [
            "Comp Sci",
            "Psychol",
            "Geog & Geosci",
            "Math & Comp Sci",
            "Athlet Training"
        ],
        "titles": [
            "High-Resolution Monitoring of Tidal Systems Using UAV: A Case Study on Poplar Island, MD (USA)",
            "Seasonality and Characterization Mapping of Restored Tidal Marsh by NDVI Imageries Coupling UAVs and Multispectral Camera",
            "Enhancing the U.S. TBI data infrastructure: geospatial perspective"
        ],
        "tc_count": 26,
        "tc_list": [
            16,
            10,
            0
        ],
        "citation_average": 8.666666666666666
    },
    "Imaging Science & Photographic Technology": {
        "url": "imaging-science-photographic-technology",
        "faculty_count": 1,
        "department_count": 2,
        "article_count": 2,
        "faculty": [
            "Franchi, Giulia"
        ],
        "departments": [
            "Math & Comp Sci",
            "Comp Sci"
        ],
        "titles": [
            "High-Resolution Monitoring of Tidal Systems Using UAV: A Case Study on Poplar Island, MD (USA)",
            "Seasonality and Characterization Mapping of Restored Tidal Marsh by NDVI Imageries Coupling UAVs and Multispectral Camera"
        ],
        "tc_count": 26,
        "tc_list": [
            16,
            10
        ],
        "citation_average": 13.0
    },
    "Ethnic Studies": {
        "url": "ethnic-studies",
        "faculty_count": 2,
        "department_count": 0,
        "article_count": 2,
        "faculty": [
            "Pandey, Anjali",
            "Goyens, Tom"
        ],
        "departments": [],
        "titles": [
            "Anarchists and national identity: The case of German radicals in the United States and Brazil, 1880-1945",
            "\"Authorized to work in the US\": Examining the myth of porous borders in the era of populism for practicing linguists"
        ],
        "tc_count": 1,
        "tc_list": [
            0,
            1
        ],
        "citation_average": 0.5
    },
    "Political Science": {
        "url": "political-science",
        "faculty_count": 8,
        "department_count": 3,
        "article_count": 13,
        "faculty": [
            "Munemo, Jonathan",
            "Keethaponcalan, S. I.",
            "Eun, Jihyun",
            "Chambers, Dustin",
            "Rittinger, Eric R.",
            "Fox, James T.",
            "Hill, Amanda",
            "Goyens, Tom"
        ],
        "departments": [
            "Educ Leadership",
            "Econ & Finance",
            "Econ"
        ],
        "titles": [
            "Barriers to prosperity: the harmful impact of entry regulations on income inequality",
            "Green Product Portfolio and Environmental Lobbying",
            "Regulation and income inequality in the United States",
            "A Culture of Organizational Grit From the Perspective of US Military Officers: A Qualitative Inquiry",
            "How do federal regulations affect consumer prices? An analysis of the regressive effects of regulation",
            "Inspiring Students to Think Theoretically About International Relations Through the Game of Diplomacy",
            "The economic theory of regulation and inequality",
            "Sole Representatives in War and Peace: The Case of Sri Lanka's Liberation Tigers of Tamil Eelam",
            "How many regulations does it take to get a beer? The geography of beer regulations",
            "The effect of regulation-driven trade barriers and governance quality on export entrepreneurship",
            "Regulation and poverty: an empirical examination of the relationship between the incidence of federal regulation and the occurrence of poverty across the US states",
            "Anarchists and national identity: The case of German radicals in the United States and Brazil, 1880-1945",
            "Exploring the relationship between national identity and attitudes towards immigrants in the United States"
        ],
        "tc_count": 84,
        "tc_list": [
            0,
            4,
            6,
            1,
            21,
            14,
            8,
            6,
            0,
            0,
            1,
            19,
            4
        ],
        "citation_average": 6.461538461538462
    },
    "Public Administration": {
        "url": "public-administration",
        "faculty_count": 5,
        "department_count": 4,
        "article_count": 5,
        "faculty": [
            "Munemo, Jonathan",
            "Hill, Brian",
            "Pope, Alexander",
            "Chambers, Dustin",
            "Surak, Sarah"
        ],
        "departments": [
            "Econ & Finance",
            "Polit Sci & Environm Studies",
            "Secondary & Phys Educ",
            "Econ"
        ],
        "titles": [
            "The administrative making of the recycler",
            "Tournament incentives and performance: Evidence from the WNBA",
            "How many regulations does it take to get a beer? The geography of beer regulations",
            "Making civic engagement go viral: Applying social epidemiology principles to civic education",
            "The effect of regulation-driven trade barriers and governance quality on export entrepreneurship"
        ],
        "tc_count": 16,
        "tc_list": [
            4,
            1,
            6,
            4,
            1
        ],
        "citation_average": 3.2
>>>>>>> Stashed changes
    },
    "Social Sciences, Mathematical Methods": {
        "url": "social-sciences-mathematical-methods",
        "faculty_count": 1,
        "department_count": 1,
        "article_count": 2,
        "faculty": [
<<<<<<< Updated upstream
            "Jeon, Kwonchan",
            "Miao, Chao",
            "DiBartolo, Mary C."
=======
            "Chambers, Dustin"
>>>>>>> Stashed changes
        ],
        "departments": [
            "Econ & Finance"
        ],
        "titles": [
<<<<<<< Updated upstream
            "Two-megahertz impedance index prediction equation for appendicular lean mass in Korean older people",
            "Rising From the Floor in Persons With Parkinson's Disease",
            "Substantial Differences in Turnover Intention Between Direct Care Workers in Chinese Hospitals and Long-Term Care Facilities"
        ]
    },
    "Family Studies": {
        "url": "family-studies",
        "faculty_count": 5,
        "department_count": 1,
        "article_count": 4,
        "faculty": [
            "Fritz, Heidi L.",
            "Schlehofer, Michele M.",
            "Bush, Domonique",
            "Osman, Suzanne L.",
            "Lane, Halle L."
        ],
        "departments": [
            "Psychol"
=======
            "Federal Regulation and Mortality in the 50 States",
            "Regulation, entrepreneurship, and dynamism"
        ],
        "tc_count": 5,
        "tc_list": [
            4,
            1
        ],
        "citation_average": 2.5
    },
    "Literature": {
        "url": "literature",
        "faculty_count": 2,
        "department_count": 0,
        "article_count": 2,
        "faculty": [
            "Harrington, Gary",
            "King, Carolyne M."
>>>>>>> Stashed changes
        ],
        "departments": [],
        "titles": [
<<<<<<< Updated upstream
            "Caregiving in quarantine: Humor styles, reframing, and psychological well-being among parents of children with disabilities",
            "Experiences of Parent-Advocates of Trans and Gender Non-Conforming Youth",
            "Predicting College Women's Self-esteem Based on Verbal Coercion Experience and Verbal Tactic Items on the Revised Sexual Experiences Survey",
            "Predicting Body-Esteem Based on Type of Sexual Victimization Experience"
        ]
    },
    "Psychology, Social": {
        "url": "psychology-social",
        "faculty_count": 5,
        "department_count": 1,
        "article_count": 4,
        "faculty": [
            "Fritz, Heidi L.",
            "Maier, Karl J.",
            "Whitehead, George, I",
            "Lahay, Amber R.",
            "Steele, Rachel R."
        ],
        "departments": [
            "Psychol"
=======
            "\"Mystery and Magic\": Additional Biblical Allusions in Welty's \"A Worn Path\"",
            "Guided Reading: The Influence of Visual Design on Writing with Sources"
        ],
        "tc_count": 0,
        "tc_list": [
            0,
            0
        ],
        "citation_average": 0.0
    },
    "Gerontology": {
        "url": "gerontology",
        "faculty_count": 3,
        "department_count": 0,
        "article_count": 3,
        "faculty": [
            "Green, Daniel C.",
            "DiBartolo, Mary C.",
            "Jeon, Kwonchan"
>>>>>>> Stashed changes
        ],
        "titles": [
<<<<<<< Updated upstream
            "The \"modest majority and big minority\" of climate change: Believers and nonbelievers are inaccurate about the extent that others agree",
            "Caregiving in quarantine: Humor styles, reframing, and psychological well-being among parents of children with disabilities",
            "Moral Typecasting Explains Evaluations of Undocumented Immigrants",
            "Why are humor styles associated with well-being, and does social competence matter? Examining relations to psychological and physical well-being, reappraisal, and social support"
        ]
    },
    "Engineering, Industrial": {
        "url": "engineering-industrial",
        "faculty_count": 2,
        "department_count": 0,
        "article_count": 2,
        "faculty": [
            "Park, Minseok",
            "Polkinghorn, Brian D."
        ],
        "departments": [],
        "titles": [
            "Collaborative Partnering for Airport Construction Projects: State-of-Practice",
            "Responding to epidemic-driven demand: the role of supply channels"
        ],
        "tc_count": 3,
        "tc_list": [
            1,
            2
        ]
    },
    "Engineering, Manufacturing": {
        "url": "engineering-manufacturing",
=======
            "Rising From the Floor in Persons With Parkinson's Disease",
            "Two-megahertz impedance index prediction equation for appendicular lean mass in Korean older people",
            "Identifying Healthcare Stereotype Threat in Older Gay Men Living with HIV"
        ],
        "tc_count": 2,
        "tc_list": [
            1,
            0,
            1
        ],
        "citation_average": 0.6666666666666666
    },
    "Physics, Multidisciplinary": {
        "url": "physics-multidisciplinary",
        "faculty_count": 3,
        "department_count": 0,
        "article_count": 5,
        "faculty": [
            "Schwartz, Joseph",
            "Shakur, Asif",
            "Emmert, Jeffrey"
        ],
        "departments": [],
        "titles": [
            "Solution to the September, 2022 Challenge Second to one",
            "Diffraction Experiments with a Smart Cart",
            "Backward-Design Model for an Astronomy Course Using RSpec",
            "Damped Oscillations with a Smart Cart",
            "Flyby Measurement of the Magnetic Field of a Helmholtz Coil with a Smart Cart"
        ],
        "tc_count": 3,
        "tc_list": [
            0,
            1,
            0,
            0,
            2
        ],
        "citation_average": 0.6
    },
    "Literature, American": {
        "url": "literature-american",
>>>>>>> Stashed changes
        "faculty_count": 1,
        "department_count": 0,
        "article_count": 2,
        "faculty": [
<<<<<<< Updated upstream
            "Park, Minseok"
        ],
        "departments": [],
        "titles": [
            "Does Forecast-Accuracy-Based Allocation Induce Customers to Share Truthful Order Forecasts?",
            "Responding to epidemic-driven demand: the role of supply channels"
        ],
        "tc_count": 12,
        "tc_list": [
            1,
            11
        ]
    },
    "Operations Research & Management Science": {
        "url": "operations-research-management-science",
        "faculty_count": 2,
        "department_count": 1,
        "article_count": 3,
        "faculty": [
            "Wu, Yun",
            "Park, Minseok"
            "Wu, Yun",
            "Park, Minseok"
        ],
        "departments": [
            "Informat & Decis Sci"
        ],
        "titles": [
            "Enhancing Hospital Performance: the role of interfirm dynamic capabilities from the information processing view",
            "Responding to epidemic-driven demand: the role of supply channels",
            "Does Forecast-Accuracy-Based Allocation Induce Customers to Share Truthful Order Forecasts?"
        ]
    },
    "Ethics": {
        "url": "ethics",
        "faculty_count": 3,
        "department_count": 2,
        "article_count": 2,
        "faculty": [
            "Wu, Yun",
            "Smith, Kenneth",
            "Emerson, David"
        ],
        "departments": [
            "Informat & Decis Sci",
            "Accounting & Legal Studies"
        ],
        "titles": [
            "An examination of online cheating among business students through the lens of the Dark Triad and Fraud Diamond",
            "eWOM, what are we suspecting? Motivation, truthfulness or identity"
        ]
    },
    "Theater": {
        "url": "theater",
=======
            "Wenke, John"
        ],
        "departments": [],
        "titles": [
            "Imposture and Subversion Charles Brockden Brown's Memoirs of Carwin the Biloquist"
        ],
        "tc_count": 1,
        "tc_list": [
            1
        ],
        "citation_average": 1.0
    },
    "Psychology": {
        "url": "psychology",
        "faculty_count": 2,
        "department_count": 0,
        "article_count": 2,
        "faculty": [
            "Kim, Yun-Kyoung",
            "Green, Daniel"
        ],
        "departments": [],
        "titles": [
            "A Proposed Taxonomy for Categorizing Sexual Identities in Adolescence",
            "Job insecurity and subjective sleep quality: The role of spillover and gender"
        ],
        "tc_count": 13,
        "tc_list": [
            0,
            13
        ],
        "citation_average": 6.5
    },
    "Philosophy": {
        "url": "philosophy",
>>>>>>> Stashed changes
        "faculty_count": 1,
        "department_count": 1,
        "article_count": 1,
        "faculty": [
<<<<<<< Updated upstream
            "Harrington, Gary"
=======
            "Miller, Jerome A."
        ],
        "departments": [
            "Philosophy"
>>>>>>> Stashed changes
        ],
        "titles": [
<<<<<<< Updated upstream
            "Word/Play: Death of a Salesman"
        ]
    },
    "Education, Special": {
        "url": "education-special",
        "faculty_count": 3,
        "department_count": 1,
        "article_count": 3,
        "faculty": [
            "Fritz, Heidi L.",
            "Arban, Kathleen",
            "Fox, James"
        ],
        "departments": [
            "Educ Leadership"
        ],
        "titles": [
            "K-2 principal knowledge (not leadership) matters for dyslexia intervention",
            "Coping with caregiving: Humor styles and health outcomes among parents of children with disabilities",
            "Evidence-Based Strategies to Reduce Anxiety in Students With Autism Spectrum Disorder"
        ]
    },
    "Biodiversity Conservation": {
        "url": "biodiversity-conservation",
        "faculty_count": 13,
        "department_count": 3,
        "article_count": 12,
        "faculty": [
            "Price, Dana L.",
            "Hogue, Aaron S.",
            "Wilson, Abigail",
            "Rexroth, Kayla S.",
            "Manole, Denise",
            "Irons, Jonathan",
            "Caviglia-Harris, Jill L.",
            "Miller, Lien",
            "Montgomery, Chandini B.",
            "Breon, Kathryn",
            "Chen, Xuan",
            "Liebgold, Eric B.",
            "Silaphone, Keota"
        ],
        "departments": [
            "Biol",
            "Biol Sci",
            "Environm Studies"
        ],
        "titles": [
            "Effects of life stage on eDNA detection of the invasive European green crab ( Carcinus maenas ) in estuarine systems",
            "The spread of the parthenogenetic mourning gecko, Lepidodactylus lugubris (Dumeril and Bibron, 1836) to Paradise Island, The Bahamas, with comments on citizen science observations of non-native herpetofauna",
            "Usurpation and Brooding of Least Tern (Sternula antillarum) Chicks by Common Terns (Sterna hirundo)",
            "The First Confirmed Occurrence of Myotis septentrionalis (Northern Long-eared Bat) on the Delmarva Peninsula",
            "Potential conservation gains from improved protected area management in the Brazilian Amazon",
            "Ants of the Forest and Dune Habitats of an Atlantic Coastal Barrier Island",
            "Effects of landscape structure and land use on turtle communities across the eastern United States",
            "The greatest threats to species",
            "Effects of a tropical cyclone on salt marsh insect communities and post-cyclone reassembly processes",
            "Accounting for misclassification of subspecies provides insights about habitat use and dynamics of the Florida Grasshopper Sparrow in response to fire",
            "Is the future female for turtles? Climate change and wetland configuration predict sex ratios of a freshwater species",
            "The Right Light: Tiger Salamander Capture Rates and Spectral Sensitivity"
        ]
    },
    "Neurosciences": {
        "url": "neurosciences",
        "faculty_count": 10,
        "department_count": 5,
        "article_count": 5,
        "faculty": [
            "Tibbo, Morgan",
            "Voithofer, Gabrielle",
            "Warfield, Rebecca",
            "Ennerfelt, Hannah",
            "Agarwal, Vinita",
            "Clark, Jessica Kennett",
            "Hunter, Kimberly L.",
            "Norman, Brandon",
            "Taylor, Ryan C.",
            "Allen, Samantha"
        ],
        "departments": [
            "Chem",
            "Biol",
            "Commun",
            "Biol Sci",
            "Psychol"
=======
            "Robust Evolution in Historical Time"
        ],
        "tc_count": 1,
        "tc_list": [
            1
        ],
        "citation_average": 1.0
    },
    "Linguistics": {
        "url": "linguistics",
        "faculty_count": 4,
        "department_count": 3,
        "article_count": 7,
        "faculty": [
            "Williamson, Thea",
            "Pandey, Anjali",
            "Karimzad, Farzad",
            "Stutelberg, Erin B."
        ],
        "departments": [
            "English",
            "Secondary & Phys Educ",
            "Literacy Studies"
        ],
        "titles": [
            "Illustrating linguistic dexterity in \"English mostly\" spaces: how translanguaging can support academic writing in secondary ELA classrooms",
            "Teaching as invasion: emotions, boundaries and entanglements",
            "Re-Englishing 'flat-world' fiction",
            "Chronotopeography: Nostalgia and modernity in South Delhi's linguistic landscape",
            "Chronotopic resolution, embodied subjectivity, and collective learning: A sociolinguistic theory of survival",
            "Metapragmatics of normalcy: Mobility, context, and language choice",
            "Multilingualism, Chronotopes, and Resolutions: Toward an Analysis of the Total Sociolinguistic Fact"
        ],
        "tc_count": 50,
        "tc_list": [
            1,
            0,
            10,
            15,
            1,
            22,
            1
        ],
        "citation_average": 7.142857142857143
    },
    "Language & Linguistics": {
        "url": "language-linguistics",
        "faculty_count": 5,
        "department_count": 3,
        "article_count": 5,
        "faculty": [
            "Franzak, Judith K.",
            "Karimzad, Farzad",
            "Williamson, Thea",
            "Stutelberg, Erin B.",
            "Pandey, Anjali"
        ],
        "departments": [
            "English",
            "Secondary & Phys Educ",
            "Literacy Studies"
        ],
        "titles": [
            "Illustrating linguistic dexterity in \"English mostly\" spaces: how translanguaging can support academic writing in secondary ELA classrooms",
            "Teaching as invasion: emotions, boundaries and entanglements",
            "\"We're Rural Not Dumb\": An Examination of Literacy Sponsorship",
            "Re-Englishing 'flat-world' fiction",
            "Chronotopic resolution, embodied subjectivity, and collective learning: A sociolinguistic theory of survival"
        ],
        "tc_count": 3,
        "tc_list": [
            1,
            0,
            1,
            0,
            1
        ],
        "citation_average": 0.6
    },
    "Surgery": {
        "url": "surgery",
        "faculty_count": 1,
        "department_count": 0,
        "article_count": 1,
        "faculty": [
            "Kramer, Michael E."
        ],
        "departments": [],
        "titles": [
            "Chronic migraine with aura as a neurologic manifestation of an atrial myxoma-A case report"
        ],
        "tc_count": 0,
        "tc_list": [
            0
        ],
        "citation_average": 0.0
    },
    "Social Issues": {
        "url": "social-issues",
        "faculty_count": 4,
        "department_count": 0,
        "article_count": 1,
        "faculty": [
            "Disbennett, Mackensie",
            "Othman, Yasmeen",
            "Steele, Rachel R.",
            "Richardson, Gwynne"
>>>>>>> Stashed changes
        ],
        "departments": [],
        "titles": [
<<<<<<< Updated upstream
            "Functional Abnormalities of Cerebellum and Motor Cortex in Spinal Muscular Atrophy Mice",
            "Evolutionary and Allometric Insights into Anuran Auditory Sensitivity and Morphology",
            "Ayurvedic protocols of chronic pain management: spatiotemporality as present moment awareness and embodied time",
            "Mimetic Self-Reflexivity and Intersubjectivity in Complementary and Alternative Medicine Practices: The Mirror Neuron System in Breast Cancer Survivorship",
            "Disruption of peripheral nerve development in a zebrafish model of hyperglycemia"
        ]
    },
    "Sociology": {
        "url": "sociology",
        "faculty_count": 4,
        "department_count": 3,
        "article_count": 4,
        "faculty": [
            "Fox, James T.",
            "Stoner, Alexander M.",
            "Briand, Christopher H.",
            "Goyens, Tom"
        ],
        "departments": [
            "Educ Leadership",
            "Biol Sci",
            "Biol Sci",
            "Geog & Geosci"
        ],
        "titles": [
            "MARX, CRITICAL THEORY, AND THE TREADMILL OF PRODUCTION OF VALUE: WHY ENVIRONMENTAL SOCIOLOGY NEEDS A CRITIQUE OF CAPITAL",
            "Anarchists and national identity: The case of German radicals in the United States and Brazil, 1880-1945",
            "A Culture of Organizational Grit From the Perspective of US Military Officers: A Qualitative Inquiry",
            "Integrating Multiple Sources to Reconstruct the Pre- and Early Postcolonial Forests of the Chesapeake: 1588-1838"
        ]
    },
    "Religion": {
        "url": "religion",
        "faculty_count": 4,
        "department_count": 2,
        "article_count": 3,
        "faculty": [
            "Chappell, Charisse",
            "Tomcho, Thomas",
            "Miller, Jerome A.",
            "Patel, Shruti"
        ],
        "departments": [
            "Hist",
            "Psychol"
        ],
        "titles": [
            "Networks of Power in the Nineteenth Century: The Sampradaya, Princely States and Company Rule",
            "Psychology of Religion Courses in the Undergraduate Curriculum",
            "On the Way to Divine Providence: From the Abyss of Time to the Throe of Eternity"
        ]
    },
    "Anthropology": {
        "url": "anthropology",
        "faculty_count": 1,
        "department_count": 2,
        "article_count": 1,
        "faculty": [
            "Briand, Christopher H."
        ],
        "departments": [
            "Biol Sci",
            "Geog & Geosci"
        ],
        "titles": [
            "Integrating Multiple Sources to Reconstruct the Pre- and Early Postcolonial Forests of the Chesapeake: 1588-1838"
        ]
    },
    "Computer Science, Hardware & Architecture": {
        "url": "computer-science-hardware-architecture",
        "faculty_count": 1,
        "department_count": 1,
        "article_count": 1,
        "faculty": [
            "Quan, Jing"
        ],
        "departments": [
            "Informat & Decis Sci"
        ],
        "titles": [
            "What Do Agile, Lean, and ITIL Mean to DevOps?"
        ]
=======
            "Muslim women negotiating their identity in the era of the Muslim ban"
        ],
        "tc_count": 0,
        "tc_list": [
            0
        ],
        "citation_average": 0.0
    },
    "Social Sciences, Interdisciplinary": {
        "url": "social-sciences-interdisciplinary",
        "faculty_count": 8,
        "department_count": 1,
        "article_count": 3,
        "faculty": [
            "Richardson, Gwynne",
            "Steele, Rachel R.",
            "Disbennett, Mackensie",
            "Groth, Randall",
            "Weaver, Starlin",
            "Schlehofer, Michele M. M.",
            "Othman, Yasmeen",
            "Bergner, Jennifer"
        ],
        "departments": [
            "Psychol"
        ],
        "titles": [
            "\"Things Will Get Worse Before They Get Better\": LGBTQ plus People's Reactions to the 2020 US Presidential Election",
            "Muslim women negotiating their identity in the era of the Muslim ban",
            "Theory-based Evaluation of Lesson Study Professional Development: Challenges, Opportunities, and Lessons Learned"
        ],
        "tc_count": 2,
        "tc_list": [
            0,
            2,
            0
        ],
        "citation_average": 0.6666666666666666
    },
    "Women's Studies": {
        "url": "women-s-studies",
        "faculty_count": 7,
        "department_count": 1,
        "article_count": 5,
        "faculty": [
            "Richardson, Gwynne",
            "Conrath, Ryan",
            "Steele, Rachel R.",
            "Disbennett, Mackensie",
            "Osman, Suzanne L.",
            "Othman, Yasmeen",
            "Schlehofer, Michele M."
        ],
        "departments": [
            "Psychol"
        ],
        "titles": [
            "Early Reactions of Parents to Their Trans and Gender Non-Conforming Children",
            "Space Race Cauleen Smith's Cinematic Errantry",
            "Sexual victimization by current partner is negatively associated with women's sexual satisfaction",
            "Muslim women negotiating their identity in the era of the Muslim ban",
            "Predicting College Women's Body-Esteem and Self-Esteem Based on Rape Experience, Recency, and Labeling"
        ],
        "tc_count": 4,
        "tc_list": [
            0,
            0,
            0,
            0,
            4
        ],
        "citation_average": 0.8
    },
    "Chemistry, Multidisciplinary": {
        "url": "chemistry-multidisciplinary",
        "faculty_count": 13,
        "department_count": 2,
        "article_count": 4,
        "faculty": [
            "Wathen, Bailee",
            "Woodis, Lena A.",
            "Naing, Yadanar Than",
            "Rojas, Anthony J.",
            "Carter, Michael S.",
            "Wille, Brendan",
            "Bhatti, Khadija",
            "Jermain, Madison",
            "Keifer, David",
            "Hensiek, Sarah",
            "Kim, Chan",
            "Lanehart, Emily",
            "Joyce, Ryan"
        ],
        "departments": [
            "Chem",
            "Biol Sci"
        ],
        "titles": [
            "Survey of Undergraduate Students' Goals and Achievement Strategies for Laboratory Coursework",
            "Buchwald-Hartwig Amination, High-Throughput Experimentation, and Process Chemistry: An Introduction via Undergraduate Laboratory Experimentation",
            "Characterization of an L-Ascorbate Catabolic Pathway with Unprecedented Enzymatic Transformations",
            "Enthalpy and the Second Law of Thermodynamics"
        ],
        "tc_count": 29,
        "tc_list": [
            1,
            19,
            4,
            5
        ],
        "citation_average": 7.25
    },
    "Health Care Sciences & Services": {
        "url": "health-care-sciences-services",
        "faculty_count": 4,
        "department_count": 2,
        "article_count": 4,
        "faculty": [
            "Agarwal, Vinita",
            "Long-White, Deneen",
            "Nobiling, Brandye D.",
            "Ravizza, Dean M."
        ],
        "departments": [
            "Commun Arts",
            "Secondary & Phys Educ"
        ],
        "titles": [
            "Reported Self-Efficacy of Health Educators During COVID-19",
            "Mattress Coil Spring Fatigue and Weight-Bearing Support: Comparison of Weight-Bearing and Non-Weight-Bearing Springs",
            "Patient Communication of Chronic Pain in the Complementary and Alternative Medicine Therapeutic Relationship",
            "Effectiveness of an oral hygiene promoting program for elementary school students using a smartphone endomicroscope in Thailand"
        ],
        "tc_count": 4,
        "tc_list": [
            1,
            2,
            0,
            1
        ],
        "citation_average": 1.0
>>>>>>> Stashed changes
    },
    "Computer Science, Software Engineering": {
        "url": "computer-science-software-engineering",
        "faculty_count": 1,
        "department_count": 1,
        "article_count": 1,
        "faculty": [
<<<<<<< Updated upstream
            "Quan, Jing"
=======
            "Barrett, G. Douglas",
            "Conrath, Ryan",
            "Kotlowski, Dean",
            "Ratti, Manav"
>>>>>>> Stashed changes
        ],
        "departments": [
            "Informat & Decis Sci"
        ],
        "titles": [
<<<<<<< Updated upstream
            "What Do Agile, Lean, and ITIL Mean to DevOps?"
        ]
    },
    "Computer Science, Theory & Methods": {
        "url": "computer-science-theory-methods",
        "faculty_count": 1,
        "department_count": 1,
        "article_count": 1,
        "faculty": [
            "Quan, Jing"
        ],
        "departments": [
            "Informat & Decis Sci"
        ],
        "titles": [
            "What Do Agile, Lean, and ITIL Mean to DevOps?"
        ]
    },
    "Literary Reviews": {
        "url": "literary-reviews",
        "faculty_count": 1,
        "department_count": 0,
        "article_count": 1,
        "faculty": [
            "Habermeyer, Ryan"
=======
            "Space Race Cauleen Smith's Cinematic Errantry",
            "Ratifying Greatness: Franklin D. Roosevelt in Film and Television",
            "Deep (Space) Listening: Posthuman Moonbounce in Pauline Oliveros's Echoes from the Moon",
            "The Icon and the Text: American Book History and the Construction of the World's Largest-Grossing Illustrated Book, Madonna's Sex (1992)"
        ],
        "tc_count": 0,
        "tc_list": [
            0,
            0,
            0,
            0
        ],
        "citation_average": 0.0
    },
    "Development Studies": {
        "url": "development-studies",
        "faculty_count": 7,
        "department_count": 1,
        "article_count": 5,
        "faculty": [
            "Munemo, Jonathan",
            "Chambers, Dustin",
            "Caviglia-Harris, Jill",
            "Adams, Stephen B.",
            "Park, Minseok",
            "Miao, Chao",
            "Nan, Wenxiu (Vince)"
        ],
        "departments": [
            "Management & Mkt"
>>>>>>> Stashed changes
        ],
        "titles": [
<<<<<<< Updated upstream
            "Skin Walking"
        ]
    },
    "Chemistry, Organic": {
        "url": "chemistry-organic",
        "faculty_count": 11,
        "department_count": 0,
        "article_count": 1,
        "faculty": [
            "Chapman, Hayley A.",
            "Hartlove, Nathan B.",
            "Masteran, Conner J.",
            "Cusic, Rachel M.",
            "Timmons, Miranda",
            "Marr, Alissa N.",
            "Labb, Samantha A.",
            "Ali, Bakr",
            "Friese, Seth J.",
            "Cheng, Yijie",
            "Albright, Savannah G."
=======
            "Natural Resource Dependency and Entrepreneurship: Are Nations with High Resource Rents Cursed?",
            "Improving the resilience of SMEs in times of crisis: The impact of mobile money amid Covid-19 in Zambia",
            "Institutional factors, religiosity, and entrepreneurial activity: A quantitative examination across 85 countries",
            "The color of water: The contributions of green and blue water to agricultural productivity in the Western Brazilian Amazon",
            "From orchards to chips: Silicon Valley's evolving entrepreneurial ecosystem"
        ],
        "tc_count": 31,
        "tc_list": [
            6,
            15,
            0,
            2,
            8
        ],
        "citation_average": 6.2
    },
    "Medicine, Legal": {
        "url": "medicine-legal",
        "faculty_count": 0,
        "department_count": 1,
        "article_count": 1,
        "faculty": [],
        "departments": [
            "Chem"
>>>>>>> Stashed changes
        ],
        "departments": [],
        "titles": [
<<<<<<< Updated upstream
            "Synthesis of a Water-Soluble, Soft N-Donor BTzBP Ligand Containing Only CHON"
        ]
    },
    "Ethnic Studies": {
        "url": "ethnic-studies",
        "faculty_count": 2,
        "department_count": 0,
        "article_count": 2,
        "faculty": [
            "Goyens, Tom",
            "Pandey, Anjali"
        ],
        "departments": [],
        "titles": [
            "\"Authorized to work in the US\": Examining the myth of porous borders in the era of populism for practicing linguists",
            "Anarchists and national identity: The case of German radicals in the United States and Brazil, 1880-1945"
        ]
    },
    "Cultural Studies": {
        "url": "cultural-studies",
=======
            "A Pilot Study Comparing Postmortem and Antemortem CT for the Identification of Unknowns: Could a Forensic Pathologist Do It?"
        ],
        "tc_count": 4,
        "tc_list": [
            4
        ],
        "citation_average": 4.0
    },
    "Psychiatry": {
        "url": "psychiatry",
>>>>>>> Stashed changes
        "faculty_count": 1,
        "department_count": 0,
        "article_count": 1,
        "faculty": [
<<<<<<< Updated upstream
            "Hatley, James"
        ],
        "departments": [],
        "titles": [
            "There is Buffalo Ecocide: A Meditation upon Homecoming in Buffalo Country"
        ]
    },
    "Geosciences, Multidisciplinary": {
        "url": "geosciences-multidisciplinary",
        "faculty_count": 3,
        "department_count": 2,
        "article_count": 3,
        "faculty": [
            "Barnes, Samuel",
            "Franchi, Giulia",
            "Wang, Xiaohong"
        ],
        "departments": [
            "Comp Sci",
            "Math & Comp Sci"
=======
            "Kim, Yun-Kyoung"
        ],
        "departments": [],
        "titles": [
            "Job insecurity and subjective sleep quality: The role of spillover and gender"
        ],
        "tc_count": 13,
        "tc_list": [
            13
        ],
        "citation_average": 13.0
    },
    "Engineering, Electrical & Electronic": {
        "url": "engineering-electrical-electronic",
        "faculty_count": 1,
        "department_count": 0,
        "article_count": 1,
        "faculty": [
            "Wang, Shuangquan"
>>>>>>> Stashed changes
        ],
        "departments": [],
        "titles": [
<<<<<<< Updated upstream
            "Assessing storm surge impacts on coastal inundation due to climate change: case studies of Baltimore and Dorchester County in Maryland",
            "Seasonality and Characterization Mapping of Restored Tidal Marsh by NDVI Imageries Coupling UAVs and Multispectral Camera",
            "High-Resolution Monitoring of Tidal Systems Using UAV: A Case Study on Poplar Island, MD (USA)"
        ]
    },
    "Remote Sensing": {
        "url": "remote-sensing",
        "faculty_count": 2,
        "department_count": 5,
        "article_count": 3,
        "faculty": [
            "Franchi, Giulia",
            "Chen, Mara"
        ],
        "departments": [
            "Comp Sci",
            "Geog & Geosci",
            "Athlet Training",
            "Math & Comp Sci",
            "Psychol"
=======
            "LAX-Score: Quantifying Team Performance in Lacrosse and Exploring IMU Features towards Performance Enhancement"
        ],
        "tc_count": 0,
        "tc_list": [
            0
        ],
        "citation_average": 0.0
    },
    "Telecommunications": {
        "url": "telecommunications",
        "faculty_count": 1,
        "department_count": 0,
        "article_count": 1,
        "faculty": [
            "Wang, Shuangquan"
>>>>>>> Stashed changes
        ],
        "departments": [],
        "titles": [
<<<<<<< Updated upstream
            "Seasonality and Characterization Mapping of Restored Tidal Marsh by NDVI Imageries Coupling UAVs and Multispectral Camera",
            "High-Resolution Monitoring of Tidal Systems Using UAV: A Case Study on Poplar Island, MD (USA)",
            "Enhancing the U.S. TBI data infrastructure: geospatial perspective"
        ]
    },
    "Imaging Science & Photographic Technology": {
        "url": "imaging-science-photographic-technology",
        "faculty_count": 1,
        "department_count": 2,
        "article_count": 2,
        "faculty": [
            "Franchi, Giulia"
        ],
        "departments": [
            "Comp Sci",
            "Math & Comp Sci"
        ],
        "titles": [
            "Seasonality and Characterization Mapping of Restored Tidal Marsh by NDVI Imageries Coupling UAVs and Multispectral Camera",
            "High-Resolution Monitoring of Tidal Systems Using UAV: A Case Study on Poplar Island, MD (USA)"
        ]
    },
    "Psychology, Educational": {
        "url": "psychology-educational",
        "faculty_count": 4,
        "department_count": 2,
        "article_count": 5,
        "faculty": [
            "Okubo, Yuki",
            "Mcelroy, Honor B.",
            "Fox, James",
            "Follmer, D. Jake"
        ],
        "departments": [
            "Educ Leadership",
            "Psychol"
        ],
        "titles": [
            "Social Justice Challenges: Students of Color and Critical Incidents in the Graduate Classroom",
            "A latent variable analysis of the contribution of executive function to adult readers' comprehension of science text: the roles of vocabulary ability and level of comprehension",
            "Rural Women, Creative Writing, and Resistance",
            "K-2 principal knowledge (not leadership) matters for dyslexia intervention",
            "Examining the Role of Self-Regulated Learning Microanalysis in the Assessment of Learners' Regulation"
        ]
    },
    "Physics, Multidisciplinary": {
        "url": "physics-multidisciplinary",
        "faculty_count": 3,
        "department_count": 0,
        "article_count": 5,
        "faculty": [
            "Emmert, Jeffrey",
            "Schwartz, Joseph",
            "Shakur, Asif"
        ],
        "departments": [],
        "titles": [
            "Backward-Design Model for an Astronomy Course Using RSpec",
            "Diffraction Experiments with a Smart Cart",
            "Damped Oscillations with a Smart Cart",
            "Flyby Measurement of the Magnetic Field of a Helmholtz Coil with a Smart Cart",
            "Solution to the September, 2022 Challenge Second to one"
        ]
=======
            "LAX-Score: Quantifying Team Performance in Lacrosse and Exploring IMU Features towards Performance Enhancement"
        ],
        "tc_count": 0,
        "tc_list": [
            0
        ],
        "citation_average": 0.0
    },
    "Geography": {
        "url": "geography",
        "faculty_count": 1,
        "department_count": 3,
        "article_count": 1,
        "faculty": [
            "Chen, Mara"
        ],
        "departments": [
            "Athlet Training",
            "Geog & Geosci",
            "Psychol"
        ],
        "titles": [
            "Enhancing the U.S. TBI data infrastructure: geospatial perspective"
        ],
        "tc_count": 0,
        "tc_list": [
            0
        ],
        "citation_average": 0.0
    },
    "Geography, Physical": {
        "url": "geography-physical",
        "faculty_count": 1,
        "department_count": 3,
        "article_count": 1,
        "faculty": [
            "Chen, Mara"
        ],
        "departments": [
            "Athlet Training",
            "Geog & Geosci",
            "Psychol"
        ],
        "titles": [
            "Enhancing the U.S. TBI data infrastructure: geospatial perspective"
        ],
        "tc_count": 0,
        "tc_list": [
            0
        ],
        "citation_average": 0.0
>>>>>>> Stashed changes
    },
    "Asian Studies": {
        "url": "asian-studies",
        "faculty_count": 2,
        "department_count": 1,
        "article_count": 3,
        "faculty": [
            "McCarty, Michael",
            "Ratti, Manav"
        ],
        "departments": [
            "English"
        ],
        "titles": [
<<<<<<< Updated upstream
            "A Monk for All Seasons: Visions of Jien (1155-1225) in Medieval Japan",
            "Intersectionality, Sikhism, and Black feminist legal theory: Reconceptualizing Sikh precarity and minoritization in the US and India",
            "The intersections of postcolonialism, postsecularism, and literary studies: Potentials, limitations, bibliographies"
        ]
=======
            "What Do Agile, Lean, and ITIL Mean to DevOps?"
        ],
        "tc_count": 6,
        "tc_list": [
            6
        ],
        "citation_average": 6.0
>>>>>>> Stashed changes
    },
    "Music": {
        "url": "music",
        "faculty_count": 2,
        "department_count": 1,
        "article_count": 2,
        "faculty": [
            "Leaver, Echo",
            "Barrett, G. Douglas"
        ],
        "departments": [
            "Psychol"
        ],
        "titles": [
<<<<<<< Updated upstream
            "Contemporary Art and the Problem of Music: Towards a Musical Contemporary Art",
            "Stress Reduction From a Musical Intervention"
        ]
=======
            "What Do Agile, Lean, and ITIL Mean to DevOps?"
        ],
        "tc_count": 6,
        "tc_list": [
            6
        ],
        "citation_average": 6.0
>>>>>>> Stashed changes
    },
    "Psychology, Experimental": {
        "url": "psychology-experimental",
        "faculty_count": 1,
        "department_count": 1,
        "article_count": 1,
        "faculty": [
            "Leaver, Echo"
        ],
        "departments": [
            "Psychol"
        ],
        "titles": [
<<<<<<< Updated upstream
            "Stress Reduction From a Musical Intervention"
        ]
    },
    "Oncology": {
        "url": "oncology",
        "faculty_count": 3,
        "department_count": 1,
        "article_count": 3,
        "faculty": [
            "Anderson, Philip D.",
            "Li, Ning",
            "Phillips, Robert A."
        ],
        "departments": [
            "Econ & Finance"
        ],
        "titles": [
            "Identification of Genes Required for Enzalutamide Resistance in Castration-Resistant Prostate Cancer Cells in Vitro",
            "Endocrine therapy initiation and overall survival outcomes with omission of radiation therapy in older Medicare patients with early-stage hormone-receptor-positive breast cancer",
            "Opioid and Non-Opioid Pharmacotherapy Use for Pain Management Among Privately Insured Pediatric Patients With Cancer in the United States"
        ]
    },
    "Computer Science, Information Systems": {
        "url": "computer-science-information-systems",
        "faculty_count": 3,
        "department_count": 2,
        "article_count": 3,
        "faculty": [
            "Singh, Nitya",
            "Wang, Shuangquan",
            "Quan, Jing"
        ],
        "departments": [
            "Management & Marketing",
            "Informat & Decis Sci"
        ],
        "titles": [
            "IT Application Maturity, Management Institutional Capability and Process Management Capability",
            "Developing Business Risk Resilience through Risk Management Infrastructure: The Moderating Role of Big Data Analytics",
            "LAX-Score: Quantifying Team Performance in Lacrosse and Exploring IMU Features towards Performance Enhancement"
        ]
    },
    "Information Science & Library Science": {
        "url": "information-science-library-science",
        "faculty_count": 2,
        "department_count": 2,
        "article_count": 4,
        "faculty": [
            "Quan, Jing",
            "Martin, Jennifer M."
        ],
        "departments": [
            "Informat Decis Sci",
            "Informat & Decis Sci"
        ],
        "titles": [
            "Software Vulnerability and Application Security Risk",
            "IT Application Maturity, Management Institutional Capability and Process Management Capability",
            "Risk and Revenue Management in the Chinese Auto Loan Industry",
            "Records, Responsibility, and Power: An Overview of Cataloging Ethics"
        ]
    },
    "Criminology & Penology": {
        "url": "criminology-penology",
        "faculty_count": 3,
        "department_count": 1,
        "article_count": 5,
        "faculty": [
            "Osman, Suzanne L.",
            "Schlehofer, Michele M.",
            "Lane, Halle L."
        ],
        "departments": [
            "Psychol"
        ],
        "titles": [
            "Predicting Body-Esteem Based on Type of Sexual Victimization Experience",
            "Early Reactions of Parents to Their Trans and Gender Non-Conforming Children",
            "Predicting College Women's Self-esteem Based on Verbal Coercion Experience and Verbal Tactic Items on the Revised Sexual Experiences Survey",
            "Addressing the Overlap: Sexual Victimization and/or Perpetration Experience, and Participant Gender Predicting Rape Empathy",
            "Knowing a Rape Victim, Personal Sexual Victimization Experience, and Gender Predicting Rape Victim Empathy"
        ]
    },
    "Fisheries": {
        "url": "fisheries",
        "faculty_count": 2,
        "department_count": 1,
        "article_count": 2,
        "faculty": [
            "Grecay, Paul A.",
            "Bradley, Christina J."
        ],
        "departments": [
            "Biol Sci"
        ],
        "titles": [
            "Multiple trophic pathways support fish on floodplains of California's Central Valley",
            "Growth of the estuarine fish Fundulus heteroclitus in response to diel-cycling hypoxia and acidification: interaction with temperature"
        ]
=======
            "What Do Agile, Lean, and ITIL Mean to DevOps?"
        ],
        "tc_count": 6,
        "tc_list": [
            6
        ],
        "citation_average": 6.0
    },
    "Sport Sciences": {
        "url": "sport-sciences",
        "faculty_count": 22,
        "department_count": 0,
        "article_count": 5,
        "faculty": [
            "Carlini, Nicholas A.",
            "Chaves, Alec B.",
            "Treuth, Margarita S.",
            "Morgan, Brian",
            "Werner, Tim",
            "Mazzetti, Scott A.",
            "Lynch, Colleen E.",
            "Fedorko, Brent",
            "Rosette, Vincent D.",
            "Meister, Benjamin M.",
            "Guarnera, Samantha R.",
            "Lynch, Kerry E.",
            "Ortlip, Austin T.",
            "Ancalmo, Juliana",
            "Marquette, Lisa",
            "Pellinger, Thomas K.",
            "Mirza, Ateeb M.",
            "Kuszmaul, Dillon J.",
            "Fountain, William A.",
            "Kalita, Diane",
            "Walter, Jessica",
            "Valenti, Zackary J."
        ],
        "departments": [],
        "titles": [
            "Order of concentric and eccentric muscle actions affects metabolic responses",
            "Effects of a 12-Week Resistance Training Program on Arterial Stiffness: A Randomized Controlled Trial",
            "Physical Activity Levels in Six Native American Communities Using the FITT-VP Approach",
            "Autoregulated and Non-Autoregulated Blood Flow Restriction on Acute Arterial Stiffness",
            "Effect of an 11-Week Resistance Training Program on Arterial Stiffness in Young Women"
        ],
        "tc_count": 8,
        "tc_list": [
            1,
            6,
            0,
            1,
            0
        ],
        "citation_average": 1.6
    },
    "Industrial Relations & Labor": {
        "url": "industrial-relations-labor",
        "faculty_count": 3,
        "department_count": 2,
        "article_count": 3,
        "faculty": [
            "Miao, Chao",
            "Kim, Yun Kyoung",
            "Hoffman, Richard C."
        ],
        "departments": [
            "Management & Mkt",
            "Management"
        ],
        "titles": [
            "Producer co-operatives of the Knights of Labor: seeking worker independence",
            "Inefficiencies and bias in first job placement: the case of professional Asian nationals in the United States",
            "The cross-cultural moderators of the influence of emotional intelligence on organizational citizenship behavior and counterproductive work behavior"
        ],
        "tc_count": 24,
        "tc_list": [
            24,
            0,
            0
        ],
        "citation_average": 8.0
    },
    "Psychology, Social": {
        "url": "psychology-social",
        "faculty_count": 5,
        "department_count": 1,
        "article_count": 4,
        "faculty": [
            "Maier, Karl J.",
            "Steele, Rachel R.",
            "Lahay, Amber R.",
            "Fritz, Heidi L.",
            "Whitehead, George, I"
        ],
        "departments": [
            "Psychol"
        ],
        "titles": [
            "The \"modest majority and big minority\" of climate change: Believers and nonbelievers are inaccurate about the extent that others agree",
            "Why are humor styles associated with well-being, and does social competence matter? Examining relations to psychological and physical well-being, reappraisal, and social support",
            "Moral Typecasting Explains Evaluations of Undocumented Immigrants",
            "Caregiving in quarantine: Humor styles, reframing, and psychological well-being among parents of children with disabilities"
        ],
        "tc_count": 22,
        "tc_list": [
            21,
            0,
            1,
            0
        ],
        "citation_average": 5.5
>>>>>>> Stashed changes
    },
    "Physics, Nuclear": {
        "url": "physics-nuclear",
        "faculty_count": 1,
        "department_count": 2,
        "article_count": 3,
        "faculty": [
            "Wesolowski, S."
        ],
        "departments": [
            "Math Sci",
            "Math & Comp Sci"
        ],
        "titles": [
<<<<<<< Updated upstream
            "Exploring Bayesian parameter estimation for chiral effective field theory using nucleon-nucleon phase shifts",
            "Rigorous constraints on three-nucleon forces in chiral effective field theory from fast and accurate calculations of few-body observables",
            "Quantifying correlated truncation errors in effective field theory"
        ]
    },
    "Gerontology": {
        "url": "gerontology",
        "faculty_count": 3,
        "department_count": 0,
        "article_count": 3,
        "faculty": [
            "Jeon, Kwonchan",
            "Green, Daniel C.",
            "DiBartolo, Mary C."
=======
            "Quantifying correlated truncation errors in effective field theory",
            "Exploring Bayesian parameter estimation for chiral effective field theory using nucleon-nucleon phase shifts",
            "Rigorous constraints on three-nucleon forces in chiral effective field theory from fast and accurate calculations of few-body observables"
        ],
        "tc_count": 182,
        "tc_list": [
            34,
            81,
            67
        ],
        "citation_average": 60.666666666666664
    },
    "Area Studies": {
        "url": "area-studies",
        "faculty_count": 1,
        "department_count": 1,
        "article_count": 1,
        "faculty": [
            "Gonzalez, Aston"
        ],
        "departments": [
            "Hist"
>>>>>>> Stashed changes
        ],
        "titles": [
<<<<<<< Updated upstream
            "Rising From the Floor in Persons With Parkinson's Disease",
            "Two-megahertz impedance index prediction equation for appendicular lean mass in Korean older people",
            "Identifying Healthcare Stereotype Threat in Older Gay Men Living with HIV"
        ]
=======
            "William Dorsey and the construction of an African American history archive"
        ],
        "tc_count": 0,
        "tc_list": [
            0
        ],
        "citation_average": 0.0
>>>>>>> Stashed changes
    },
    "Psychology, Applied": {
        "url": "psychology-applied",
        "faculty_count": 8,
        "department_count": 2,
        "article_count": 9,
        "faculty": [
<<<<<<< Updated upstream
            "Yoon, David J.",
            "Miao, Chao",
            "Fennell, Patrick",
            "Gang, KwangWook",
            "Kim, Yun-Kyoung",
            "Weer, Christy H.",
            "Osman, Suzanne L.",
            "Lane, Halle L."
=======
            "Gallo, Silviya M.",
            "Bradley, Christina J.",
            "Grecay, Paul A.",
            "Roberts, Paige M.",
            "Krach, Noah",
            "Hammond, Courtney Nicole",
            "Hamilton, Stuart E."
>>>>>>> Stashed changes
        ],
        "departments": [
            "Management & Mkt",
            "Psychol"
        ],
        "titles": [
<<<<<<< Updated upstream
            "The cross-cultural moderators of the influence of emotional intelligence on organizational citizenship behavior and counterproductive work behavior",
            "Predicting Body-Esteem Based on Type of Sexual Victimization Experience",
            "The balance between positive and negative affect in employee well-being",
            "The Effects of Expertise and Social Status on Team Member Influence and the Moderating Roles of Intragroup Conflicts",
            "Customer courtesy and service performance: The roles of self-efficacy and social context",
            "Predicting College Women's Self-esteem Based on Verbal Coercion Experience and Verbal Tactic Items on the Revised Sexual Experiences Survey",
            "Managers' Assessments of Employees' Organizational Career Growth Opportunities: The Role of Extra-Role Performance, Work Engagement, and Perceived Organizational Commitment",
            "Job insecurity and subjective sleep quality: The role of spillover and gender",
            "I guess that is fair: How the efforts of other customers influence buyer price fairness perceptions"
        ]
    },
    "Meteorology & Atmospheric Sciences": {
        "url": "meteorology-atmospheric-sciences",
        "faculty_count": 3,
        "department_count": 2,
        "article_count": 2,
        "faculty": [
            "Barnes, Samuel",
            "Ramseyer, Craig A.",
            "Wang, Xiaohong"
        ],
        "departments": [
            "Math & Comp Sci",
            "Geog & Geosci"
        ],
        "titles": [
            "Assessing storm surge impacts on coastal inundation due to climate change: case studies of Baltimore and Dorchester County in Maryland",
            "An Empirical Study of the Relationship between Seasonal Precipitation and Thermodynamic Environment in Puerto Rico"
        ]
    },
    "Water Resources": {
        "url": "water-resources",
        "faculty_count": 2,
        "department_count": 1,
        "article_count": 1,
        "faculty": [
            "Barnes, Samuel",
            "Wang, Xiaohong"
        ],
        "departments": [
            "Math & Comp Sci"
        ],
        "titles": [
            "Assessing storm surge impacts on coastal inundation due to climate change: case studies of Baltimore and Dorchester County in Maryland"
        ]
    },
    "Ornithology": {
        "url": "ornithology",
        "faculty_count": 4,
        "department_count": 2,
        "article_count": 3,
        "faculty": [
            "Boyd, Marshall",
            "Silaphone, Keota",
            "Coss, Derek A.",
            "Liebgold, Eric B."
        ],
        "departments": [
            "Biol Sci",
            "Environm Studies"
        ],
        "titles": [
            "Ground-nesting warblers on the eastern shore of Maryland: declining population trends and the effects of forest composition and structure",
            "Migratory return rates and breeding fidelity in Eastern Bluebirds (Sialia sialis)",
            "Accounting for misclassification of subspecies provides insights about habitat use and dynamics of the Florida Grasshopper Sparrow in response to fire"
        ]
    },
    "Engineering, Electrical & Electronic": {
        "url": "engineering-electrical-electronic",
        "faculty_count": 1,
        "department_count": 0,
        "article_count": 1,
        "faculty": [
            "Wang, Shuangquan"
=======
            "Phytoplankton carbon and nitrogen biomass estimates are robust to volume measurement method and growth environment",
            "The use of unmanned aircraft systems and high-resolution satellite imagery to monitor tilapia fish-cage aquaculture expansion in Lake Victoria, Kenya",
            "Ecophysiology of mesophotic reef-building corals in Hawai'i is influenced by symbiont-host associations, photoacclimatization, trophic plasticity, and adaptation",
            "Foraging by estuarine juveniles of two paralichthyid flounders: experimental analyses of the effects of light level, turbidity, and prey type"
        ],
        "tc_count": 24,
        "tc_list": [
            9,
            0,
            12,
            3
        ],
        "citation_average": 6.0
    },
    "Soil Science": {
        "url": "soil-science",
        "faculty_count": 11,
        "department_count": 2,
        "article_count": 1,
        "faculty": [
            "Rose, Chelsi M.",
            "Harris, Mercedes E.",
            "Geleta, Samuel B.",
            "Briand, Christopher H.",
            "Hawkins, Ashley E.",
            "Mrozinski, Abigayle C.",
            "Anderson, Philip D.",
            "Emmert, Elizabeth A. B.",
            "Evans, Amanda S.",
            "Seho-Ahiable, Gloria E.",
            "Baker, Keirsten T."
        ],
        "departments": [
            "Geog & Geosci",
            "Biol Sci"
        ],
        "titles": [
            "Effect of land use changes on soil microbial enzymatic activity and soil microbial community composition on Maryland ' s Eastern Shore"
        ],
        "tc_count": 8,
        "tc_list": [
            8
        ],
        "citation_average": 8.0
    },
    "Clinical Neurology": {
        "url": "clinical-neurology",
        "faculty_count": 1,
        "department_count": 1,
        "article_count": 1,
        "faculty": [
            "Agarwal, Vinita"
        ],
        "departments": [
            "Commun"
>>>>>>> Stashed changes
        ],
        "departments": [],
        "titles": [
<<<<<<< Updated upstream
            "LAX-Score: Quantifying Team Performance in Lacrosse and Exploring IMU Features towards Performance Enhancement"
        ]
    },
    "Telecommunications": {
        "url": "telecommunications",
        "faculty_count": 1,
        "department_count": 0,
        "article_count": 1,
        "faculty": [
            "Wang, Shuangquan"
=======
            "Ayurvedic protocols of chronic pain management: spatiotemporality as present moment awareness and embodied time"
        ],
        "tc_count": 0,
        "tc_list": [
            0
        ],
        "citation_average": 0.0
    },
    "Microbiology": {
        "url": "microbiology",
        "faculty_count": 5,
        "department_count": 2,
        "article_count": 2,
        "faculty": [
            "Carter, Michael S.",
            "Miller, Stephanie",
            "Rost-Nasshan, Aerin",
            "Naing, Yadanar T.",
            "Chen, Xuan"
        ],
        "departments": [
            "Biol",
            "Biol Sci"
>>>>>>> Stashed changes
        ],
        "departments": [],
        "titles": [
<<<<<<< Updated upstream
            "LAX-Score: Quantifying Team Performance in Lacrosse and Exploring IMU Features towards Performance Enhancement"
        ]
    },
    "Developmental Biology": {
        "url": "developmental-biology",
        "faculty_count": 4,
        "department_count": 3,
        "article_count": 2,
        "faculty": [
            "Berns, Chelsea M.",
            "Clark, Jessica Kennett",
            "Sargent, Sheridan",
            "Brennan, Anna"
        ],
        "departments": [
            "Biol",
            "Phys",
            "Biol Sci"
        ],
        "titles": [
            "The postembryonic transformation of the shell in emydine box turtles",
            "Regenerative potential and limitations in a zebrafish model of hyperglycemia-induced nerve degeneration"
        ]
    },
    "Agricultural Economics & Policy": {
        "url": "agricultural-economics-policy",
        "faculty_count": 3,
=======
            "Functional Degeneracy in Paracoccus denitrificans Pd1222 Is Coordinated via RamB, Which Links Expression of the Glyoxylate Cycle to Activity of the Ethylmalonyl-CoA Pathway",
            "Microbial Community Succession Along a Chronosequence in Constructed Salt Marsh Soils"
        ],
        "tc_count": 2,
        "tc_list": [
            1,
            1
        ],
        "citation_average": 1.0
    },
    "Plant Sciences": {
        "url": "plant-sciences",
        "faculty_count": 2,
        "department_count": 2,
        "article_count": 1,
        "faculty": [
            "Harris, Daniel W.",
            "Folkoff, Michael E."
        ],
        "departments": [
            "Geog & Geosci",
            "Biol Sci"
        ],
        "titles": [
            "Soil drainage-class influences on the distribution of witness trees (1664-1700) in Wicomico County, Maryland, USA"
        ],
        "tc_count": 0,
        "tc_list": [
            0
        ],
        "citation_average": 0.0
    },
    "Immunology": {
        "url": "immunology",
        "faculty_count": 1,
>>>>>>> Stashed changes
        "department_count": 2,
        "article_count": 1,
        "faculty": [
<<<<<<< Updated upstream
            "Kolstoe, Sonja",
            "Caviglia-Harris, Jill L.",
            "Chambers, Dustin"
        ],
        "departments": [
            "Environm Studies",
            "Econ & Finance"
        ],
        "titles": [
            "Regulatory Restrictions Across U.S. Protein Supply Chains",
            "Increasing Participation and Access to Economic Associations and Their Services",
            "Estimating habit-forming and variety-seeking behavior: Valuation of recreational birdwatching"
        ]
    },
    "Regional & Urban Planning": {
        "url": "regional-urban-planning",
        "faculty_count": 1,
        "department_count": 0,
        "department_count": 0,
        "article_count": 1,
        "faculty": [
            "Wu, Yun"
        ],
        "departments": [],
        "titles": [
            "Value co-creation in online healthcare communities"
        ],
        "tc_count": 23,
        "tc_list": [
            23
        ]
=======
            "MacDougall, Madison"
        ],
        "departments": [
            "Biol Sci",
            "Psychol"
        ],
        "titles": [
            "SARS-CoV-2 and Multiple Sclerosis: Potential for Disease Exacerbation"
        ],
        "tc_count": 11,
        "tc_list": [
            11
        ],
        "citation_average": 11.0
>>>>>>> Stashed changes
    },
    "Anatomy & Morphology": {
        "url": "anatomy-morphology",
        "faculty_count": 4,
        "department_count": 1,
        "article_count": 2,
        "faculty": [
            "Clark, Jessica Kennett",
            "Brennan, Anna",
            "Daly, E. Susanne",
            "Sargent, Sheridan"
        ],
        "departments": [
            "Biol Sci"
        ],
<<<<<<< Updated upstream
        "titles": [
            "Zygomatic arch root position in relation to dietary type in haplorhine primates",
            "Regenerative potential and limitations in a zebrafish model of hyperglycemia-induced nerve degeneration"
        ]
    },
    "Immunology": {
        "url": "immunology",
        "faculty_count": 1,
        "department_count": 2,
        "article_count": 1,
        "faculty": [
            "MacDougall, Madison"
        ],
        "departments": [
            "Biol Sci",
            "Psychol"
        ],
        "titles": [
            "SARS-CoV-2 and Multiple Sclerosis: Potential for Disease Exacerbation"
        ],
        "tc_count": 11,
        "tc_list": [
            11
        ]
    },
    "Soil Science": {
        "url": "soil-science",
        "faculty_count": 11,
        "department_count": 2,
        "article_count": 1,
        "faculty": [
            "Mrozinski, Abigayle C.",
            "Evans, Amanda S.",
            "Geleta, Samuel B.",
            "Rose, Chelsi M.",
            "Hawkins, Ashley E.",
            "Seho-Ahiable, Gloria E.",
            "Anderson, Philip D.",
            "Baker, Keirsten T.",
            "Harris, Mercedes E.",
            "Briand, Christopher H.",
            "Emmert, Elizabeth A. B."
        ],
        "departments": [
            "Biol Sci",
            "Geog & Geosci"
        ],
        "titles": [
            "Effect of land use changes on soil microbial enzymatic activity and soil microbial community composition on Maryland ' s Eastern Shore"
        ]
    },
    "Health Policy & Services": {
        "url": "health-policy-services",
        "faculty_count": 3,
        "department_count": 1,
        "article_count": 2,
        "faculty": [
            "Long-White, Deneen",
            "Agarwal, Vinita",
            "Nobiling, Brandye D."
        ],
        "departments": [
            "Commun Arts 272"
        ],
        "titles": [
            "The Provider's Body in the Therapeutic Relationship: How Complementary and Alternative Medicine Providers Describe Their Work as Healers",
            "Reported Self-Efficacy of Health Educators During COVID-19"
        ]
    },
    "Green & Sustainable Science & Technology": {
        "url": "green-sustainable-science-technology",
        "faculty_count": 2,
        "department_count": 2,
        "article_count": 2,
        "faculty": [
            "Cha, Hoon S.",
            "Scott, Michael"
        ],
        "departments": [
            "Informat & Decis Sci",
            "Geog & Geosci"
        ],
        "titles": [
            "Sustainability Calculus in Adopting Smart Speakers-Personalized Services and Privacy Risks",
            "The Role of Education in Increasing Awareness and Reducing Impact of Natural Hazards"
        ]
    },
    "Physics, Particles & Fields": {
        "url": "physics-particles-fields",
        "faculty_count": 1,
        "department_count": 1,
        "article_count": 1,
        "faculty": [
            "Wesolowski, S."
        ],
        "departments": [
            "Math & Comp Sci"
        ],
        "titles": [
            "Exploring Bayesian parameter estimation for chiral effective field theory using nucleon-nucleon phase shifts"
        ]
    },
    "Surgery": {
        "url": "surgery",
=======
        "tc_count": 1,
        "tc_list": [
            0,
            1
        ],
        "citation_average": 0.5
    },
    "Statistics & Probability": {
        "url": "statistics-probability",
        "faculty_count": 1,
        "department_count": 1,
        "article_count": 2,
        "faculty": [
            "Hahn, Eugene D."
        ],
        "departments": [
            "Informat & Decis Sci"
        ],
        "titles": [
            "Regression modelling with the tilted beta distribution: A Bayesian approach",
            "The Tilted Beta-Binomial Distribution in Overdispersed Data: Maximum Likelihood and Bayesian Estimation"
        ],
        "tc_count": 2,
        "tc_list": [
            2,
            0
        ],
        "citation_average": 1.0
    },
    "Parasitology": {
        "url": "parasitology",
        "faculty_count": 1,
        "department_count": 1,
        "article_count": 1,
        "faculty": [
            "Erickson, Patti T."
        ],
        "departments": [
            "Biol Sci"
        ],
        "titles": [
            "Transcriptomic analysis of hookworm Ancylostoma ceylanicum life cycle stages reveals changes in G-protein coupled receptor diversity associated with the onset of parasitism"
        ],
        "tc_count": 8,
        "tc_list": [
            8
        ],
        "citation_average": 8.0
    },
    "Theater": {
        "url": "theater",
>>>>>>> Stashed changes
        "faculty_count": 1,
        "department_count": 0,
        "article_count": 1,
        "faculty": [
<<<<<<< Updated upstream
            "Kramer, Michael E."
        ],
        "departments": [],
        "titles": [
            "Chronic migraine with aura as a neurologic manifestation of an atrial myxoma-A case report"
        ]
    },
    "Literature, African, Australian, Canadian": {
        "url": "literature-african-australian-canadian",
        "faculty_count": 1,
        "department_count": 0,
        "article_count": 1,
        "faculty": [
            "Ratti, Manav"
        ],
        "departments": [],
        "titles": [
            "Justice, subalternism, and literary justice: Aravind Adiga'sThe White Tiger"
        ]
    },
    "Agronomy": {
        "url": "agronomy",
        "faculty_count": 1,
        "department_count": 2,
        "article_count": 1,
        "faculty": [
            "Cai, Jiacheng"
        ],
        "departments": [
            "Biol",
            "Math Sci"
=======
            "Harrington, Gary"
        ],
        "departments": [],
        "titles": [
            "Word/Play: Death of a Salesman"
        ],
        "tc_count": 0,
        "tc_list": [
            0
        ],
        "citation_average": 0.0
    },
    "International Relations": {
        "url": "international-relations",
        "faculty_count": 1,
        "department_count": 0,
        "article_count": 1,
        "faculty": [
            "Eun, Jihyun"
>>>>>>> Stashed changes
        ],
        "departments": [],
        "titles": [
<<<<<<< Updated upstream
            "Toxicity, horizontal transfer, and physiological and behavioral effects of cycloxaprid against Solenopsis invicta (Hymenoptera: Formicidae)"
        ]
    },
    "Cell & Tissue Engineering": {
        "url": "cell-tissue-engineering",
        "faculty_count": 1,
        "department_count": 1,
        "article_count": 1,
        "faculty": [
            "Brady, Alyssa"
        ],
        "departments": [
            "Phys"
        ],
        "titles": [
            "Cerebrospinal fluid replacement solutions promote neuroglia migratory behaviors and spinal explant outgrowth in microfluidic culture"
        ]
    },
    "Biotechnology & Applied Microbiology": {
        "url": "biotechnology-applied-microbiology",
        "faculty_count": 5,
        "department_count": 2,
        "article_count": 2,
        "faculty": [
            "Rost-Nasshan, Aerin",
            "Naing, Yadanar T.",
            "Brady, Alyssa",
            "Miller, Stephanie",
            "Carter, Michael S."
        ],
        "departments": [
            "Phys",
            "Biol Sci"
        ],
        "titles": [
            "Functional Degeneracy in Paracoccus denitrificans Pd1222 Is Coordinated via RamB, Which Links Expression of the Glyoxylate Cycle to Activity of the Ethylmalonyl-CoA Pathway",
            "Cerebrospinal fluid replacement solutions promote neuroglia migratory behaviors and spinal explant outgrowth in microfluidic culture"
        ]
    },
    "Engineering, Biomedical": {
        "url": "engineering-biomedical",
        "faculty_count": 1,
        "department_count": 1,
        "article_count": 1,
        "faculty": [
            "Brady, Alyssa"
        ],
        "departments": [
            "Phys"
=======
            "Green Product Portfolio and Environmental Lobbying"
        ],
        "tc_count": 0,
        "tc_list": [
            0
        ],
        "citation_average": 0.0
    },
    "Integrative & Complementary Medicine": {
        "url": "integrative-complementary-medicine",
        "faculty_count": 0,
        "department_count": 0,
        "article_count": 1,
        "faculty": [],
        "departments": [],
        "titles": [
            "Mattress Coil Spring Fatigue and Weight-Bearing Support: Comparison of Weight-Bearing and Non-Weight-Bearing Springs"
        ],
        "tc_count": 2,
        "tc_list": [
            2
        ],
        "citation_average": 2.0
    },
    "Engineering, Manufacturing": {
        "url": "engineering-manufacturing",
        "faculty_count": 1,
        "department_count": 0,
        "article_count": 2,
        "faculty": [
            "Park, Minseok"
>>>>>>> Stashed changes
        ],
        "departments": [],
        "titles": [
<<<<<<< Updated upstream
            "Cerebrospinal fluid replacement solutions promote neuroglia migratory behaviors and spinal explant outgrowth in microfluidic culture"
        ]
    },
    "Literature, American": {
        "url": "literature-american",
        "faculty_count": 1,
        "department_count": 0,
        "article_count": 1,
        "faculty": [
            "Wenke, John"
=======
            "Responding to epidemic-driven demand: the role of supply channels",
            "Does Forecast-Accuracy-Based Allocation Induce Customers to Share Truthful Order Forecasts?"
        ],
        "tc_count": 12,
        "tc_list": [
            11,
            1
        ],
        "citation_average": 6.0
    },
    "Operations Research & Management Science": {
        "url": "operations-research-management-science",
        "faculty_count": 2,
        "department_count": 1,
        "article_count": 3,
        "faculty": [
            "Park, Minseok",
            "Wu, Yun"
        ],
        "departments": [
            "Informat & Decis Sci"
>>>>>>> Stashed changes
        ],
        "titles": [
<<<<<<< Updated upstream
            "Imposture and Subversion Charles Brockden Brown's Memoirs of Carwin the Biloquist"
        ]
=======
            "Responding to epidemic-driven demand: the role of supply channels",
            "Enhancing Hospital Performance: the role of interfirm dynamic capabilities from the information processing view",
            "Does Forecast-Accuracy-Based Allocation Induce Customers to Share Truthful Order Forecasts?"
        ],
        "tc_count": 13,
        "tc_list": [
            11,
            1,
            1
        ],
        "citation_average": 4.333333333333333
>>>>>>> Stashed changes
    },
    "Asian Studies": {
        "url": "asian-studies",
        "faculty_count": 2,
        "department_count": 1,
        "article_count": 3,
        "faculty": [
            "McCarty, Michael",
            "Ratti, Manav"
        ],
        "departments": [
            "English"
        ],
        "titles": [
            "Intersectionality, Sikhism, and Black feminist legal theory: Reconceptualizing Sikh precarity and minoritization in the US and India",
            "The intersections of postcolonialism, postsecularism, and literary studies: Potentials, limitations, bibliographies",
            "A Monk for All Seasons: Visions of Jien (1155-1225) in Medieval Japan"
        ],
        "tc_count": 2,
        "tc_list": [
            1,
            0,
            1
        ],
        "citation_average": 0.6666666666666666
    },
<<<<<<< Updated upstream
    "Cardiac & Cardiovascular Systems": {
        "url": "cardiac-cardiovascular-systems",
        "faculty_count": 1,
        "department_count": 2,
        "article_count": 1,
        "faculty": [
            "Pellinger, Thomas K."
        ],
        "departments": [
            "Nursing",
            "Hlth Sci"
        ],
        "titles": [
            "Acute Lower Leg Heating Increases Exercise Capacity in Patients With Peripheral Artery Disease"
        ]
    },
    "Microbiology": {
        "url": "microbiology",
        "faculty_count": 5,
        "department_count": 2,
        "article_count": 2,
        "faculty": [
            "Rost-Nasshan, Aerin",
            "Naing, Yadanar T.",
            "Chen, Xuan",
            "Miller, Stephanie",
            "Carter, Michael S."
        ],
        "departments": [
            "Biol",
            "Biol Sci"
        ],
        "titles": [
            "Microbial Community Succession Along a Chronosequence in Constructed Salt Marsh Soils",
            "Functional Degeneracy in Paracoccus denitrificans Pd1222 Is Coordinated via RamB, Which Links Expression of the Glyoxylate Cycle to Activity of the Ethylmalonyl-CoA Pathway"
        ]
=======
    "Urban Studies": {
        "url": "urban-studies",
        "faculty_count": 1,
        "department_count": 1,
        "article_count": 1,
        "faculty": [
            "Lei, Shan"
        ],
        "departments": [
            "Econ & Finance"
        ],
        "titles": [
            "Never married individuals and homeownership in urban China"
        ],
        "tc_count": 2,
        "tc_list": [
            2
        ],
        "citation_average": 2.0
    },
    "Oncology": {
        "url": "oncology",
        "faculty_count": 3,
        "department_count": 1,
        "article_count": 3,
        "faculty": [
            "Anderson, Philip D.",
            "Phillips, Robert A.",
            "Li, Ning"
        ],
        "departments": [
            "Econ & Finance"
        ],
        "titles": [
            "Opioid and Non-Opioid Pharmacotherapy Use for Pain Management Among Privately Insured Pediatric Patients With Cancer in the United States",
            "Endocrine therapy initiation and overall survival outcomes with omission of radiation therapy in older Medicare patients with early-stage hormone-receptor-positive breast cancer",
            "Identification of Genes Required for Enzalutamide Resistance in Castration-Resistant Prostate Cancer Cells in Vitro"
        ],
        "tc_count": 13,
        "tc_list": [
            0,
            13,
            0
        ],
        "citation_average": 4.333333333333333
>>>>>>> Stashed changes
    },
    "Cardiac & Cardiovascular Systems": {
        "url": "cardiac-cardiovascular-systems",
        "faculty_count": 1,
        "department_count": 2,
        "article_count": 1,
        "faculty": [
            "Pellinger, Thomas K."
        ],
        "departments": [
            "Nursing",
            "Hlth Sci"
        ],
        "titles": [
            "Acute Lower Leg Heating Increases Exercise Capacity in Patients With Peripheral Artery Disease"
        ],
        "tc_count": 11,
        "tc_list": [
            11
        ],
        "citation_average": 11.0
    },
<<<<<<< Updated upstream
    "Urban Studies": {
        "url": "urban-studies",
=======
    "Psychology, Experimental": {
        "url": "psychology-experimental",
>>>>>>> Stashed changes
        "faculty_count": 1,
        "department_count": 1,
        "article_count": 1,
        "faculty": [
<<<<<<< Updated upstream
            "Lei, Shan"
        ],
        "departments": [
            "Econ & Finance"
        ],
        "titles": [
            "Never married individuals and homeownership in urban China"
        ]
=======
            "Leaver, Echo"
        ],
        "departments": [
            "Psychol"
        ],
        "titles": [
            "Stress Reduction From a Musical Intervention"
        ],
        "tc_count": 9,
        "tc_list": [
            9
        ],
        "citation_average": 9.0
>>>>>>> Stashed changes
    },
    "Medicine, Legal": {
        "url": "medicine-legal",
        "faculty_count": 0,
        "department_count": 1,
        "article_count": 1,
        "faculty": [],
        "departments": [
            "Chem"
        ],
        "titles": [
<<<<<<< Updated upstream
            "A Pilot Study Comparing Postmortem and Antemortem CT for the Identification of Unknowns: Could a Forensic Pathologist Do It?"
        ]
    },
    "Social Issues": {
        "url": "social-issues",
        "faculty_count": 4,
        "department_count": 0,
        "article_count": 1,
        "faculty": [
            "Richardson, Gwynne",
            "Steele, Rachel R.",
            "Disbennett, Mackensie",
            "Othman, Yasmeen"
=======
            "Exploring Bayesian parameter estimation for chiral effective field theory using nucleon-nucleon phase shifts"
        ],
        "tc_count": 67,
        "tc_list": [
            67
        ],
        "citation_average": 67.0
    },
    "Geriatrics & Gerontology": {
        "url": "geriatrics-gerontology",
        "faculty_count": 3,
        "department_count": 1,
        "article_count": 3,
        "faculty": [
            "Miao, Chao",
            "DiBartolo, Mary C.",
            "Jeon, Kwonchan"
        ],
        "departments": [
            "Management & Mkt"
>>>>>>> Stashed changes
        ],
        "departments": [],
        "titles": [
<<<<<<< Updated upstream
            "Muslim women negotiating their identity in the era of the Muslim ban"
        ]
    },
    "Mathematical & Computational Biology": {
        "url": "mathematical-computational-biology",
        "faculty_count": 1,
        "department_count": 1,
        "article_count": 1,
        "faculty": [
            "Teller, Kyle G."
        ],
        "departments": [
            "Math Sci"
        ],
        "titles": [
            "Determining the most recent common ancestor in a finite linear habitat with asymmetric dispersal"
        ]
    },
    "Veterinary Sciences": {
        "url": "veterinary-sciences",
        "faculty_count": 1,
        "department_count": 1,
        "article_count": 1,
        "faculty": [
            "Presotto, Andrea"
        ],
        "departments": [
            "Geog & Geosci"
        ],
        "titles": [
            "Free-Living Aquatic Turtles as Sentinels of Salmonella spp. for Water Bodies"
        ]
    },
    "Area Studies": {
        "url": "area-studies",
=======
            "Rising From the Floor in Persons With Parkinson's Disease",
            "Two-megahertz impedance index prediction equation for appendicular lean mass in Korean older people",
            "Substantial Differences in Turnover Intention Between Direct Care Workers in Chinese Hospitals and Long-Term Care Facilities"
        ],
        "tc_count": 6,
        "tc_list": [
            5,
            0,
            1
        ],
        "citation_average": 2.0
    },
    "Green & Sustainable Science & Technology": {
        "url": "green-sustainable-science-technology",
        "faculty_count": 2,
        "department_count": 2,
        "article_count": 2,
        "faculty": [
            "Cha, Hoon S.",
            "Scott, Michael"
        ],
        "departments": [
            "Informat & Decis Sci",
            "Geog & Geosci"
        ],
        "titles": [
            "The Role of Education in Increasing Awareness and Reducing Impact of Natural Hazards",
            "Sustainability Calculus in Adopting Smart Speakers-Personalized Services and Privacy Risks"
        ],
        "tc_count": 7,
        "tc_list": [
            5,
            2
        ],
        "citation_average": 3.5
    },
    "Limnology": {
        "url": "limnology",
>>>>>>> Stashed changes
        "faculty_count": 1,
        "department_count": 1,
        "article_count": 1,
        "faculty": [
<<<<<<< Updated upstream
            "Gonzalez, Aston"
        ],
        "departments": [
            "Hist"
        ],
        "titles": [
            "William Dorsey and the construction of an African American history archive"
        ]
    },
    "Limnology": {
        "url": "limnology",
        "faculty_count": 1,
        "department_count": 1,
        "article_count": 1,
        "faculty": [
            "Bradley, Christina J."
        ],
        "departments": [
            "Biol Sci"
        ],
        "titles": [
            "Ecophysiology of mesophotic reef-building corals in Hawai'i is influenced by symbiont-host associations, photoacclimatization, trophic plasticity, and adaptation"
        ]
    },
    "Parasitology": {
        "url": "parasitology",
        "faculty_count": 1,
        "department_count": 1,
        "article_count": 1,
        "faculty": [
            "Erickson, Patti T."
        ],
        "departments": [
            "Biol Sci"
=======
            "Bradley, Christina J."
        ],
        "departments": [
            "Biol Sci"
        ],
        "titles": [
            "Ecophysiology of mesophotic reef-building corals in Hawai'i is influenced by symbiont-host associations, photoacclimatization, trophic plasticity, and adaptation"
        ],
        "tc_count": 12,
        "tc_list": [
            12
        ],
        "citation_average": 12.0
    },
    "Agronomy": {
        "url": "agronomy",
        "faculty_count": 1,
        "department_count": 2,
        "article_count": 1,
        "faculty": [
            "Cai, Jiacheng"
        ],
        "departments": [
            "Math Sci",
            "Biol"
        ],
        "titles": [
            "Toxicity, horizontal transfer, and physiological and behavioral effects of cycloxaprid against Solenopsis invicta (Hymenoptera: Formicidae)"
        ],
        "tc_count": 10,
        "tc_list": [
            10
        ],
        "citation_average": 10.0
    },
    "Film, Radio, Television": {
        "url": "film-radio-television",
        "faculty_count": 2,
        "department_count": 0,
        "article_count": 3,
        "faculty": [
            "Conrath, Ryan",
            "Johnson, David T."
>>>>>>> Stashed changes
        ],
        "departments": [],
        "titles": [
<<<<<<< Updated upstream
            "Transcriptomic analysis of hookworm Ancylostoma ceylanicum life cycle stages reveals changes in G-protein coupled receptor diversity associated with the onset of parasitism"
        ]
    },
    "Clinical Neurology": {
        "url": "clinical-neurology",
        "faculty_count": 1,
        "department_count": 1,
        "article_count": 1,
        "faculty": [
            "Agarwal, Vinita"
        ],
        "departments": [
            "Commun"
        ],
        "titles": [
            "Ayurvedic protocols of chronic pain management: spatiotemporality as present moment awareness and embodied time"
        ]
    },
    "International Relations": {
        "url": "international-relations",
        "faculty_count": 1,
        "department_count": 0,
        "article_count": 1,
        "faculty": [
            "Eun, Jihyun"
=======
            "Disarming Montage",
            "From Silence to Story, through Listening and Healing: Following the Cinematic Arc of the Returning Combat Veteran in The Yellow Birds",
            "The Ecological Cut"
        ],
        "tc_count": 2,
        "tc_list": [
            0,
            2,
            0
        ],
        "citation_average": 0.6666666666666666
    },
    "Meteorology & Atmospheric Sciences": {
        "url": "meteorology-atmospheric-sciences",
        "faculty_count": 3,
        "department_count": 2,
        "article_count": 2,
        "faculty": [
            "Wang, Xiaohong",
            "Barnes, Samuel",
            "Ramseyer, Craig A."
        ],
        "departments": [
            "Math & Comp Sci",
            "Geog & Geosci"
        ],
        "titles": [
            "Assessing storm surge impacts on coastal inundation due to climate change: case studies of Baltimore and Dorchester County in Maryland",
            "An Empirical Study of the Relationship between Seasonal Precipitation and Thermodynamic Environment in Puerto Rico"
        ],
        "tc_count": 40,
        "tc_list": [
            26,
            14
        ],
        "citation_average": 20.0
    },
    "Water Resources": {
        "url": "water-resources",
        "faculty_count": 2,
        "department_count": 1,
        "article_count": 1,
        "faculty": [
            "Wang, Xiaohong",
            "Barnes, Samuel"
        ],
        "departments": [
            "Math & Comp Sci"
>>>>>>> Stashed changes
        ],
        "departments": [],
        "titles": [
<<<<<<< Updated upstream
            "Green Product Portfolio and Environmental Lobbying"
        ]
=======
            "Assessing storm surge impacts on coastal inundation due to climate change: case studies of Baltimore and Dorchester County in Maryland"
        ],
        "tc_count": 26,
        "tc_list": [
            26
        ],
        "citation_average": 26.0
>>>>>>> Stashed changes
    },
    "Engineering, Industrial": {
        "url": "engineering-industrial",
        "faculty_count": 2,
        "department_count": 0,
        "article_count": 2,
        "faculty": [
            "Park, Minseok",
            "Polkinghorn, Brian D."
        ],
        "departments": [],
        "titles": [
            "Collaborative Partnering for Airport Construction Projects: State-of-Practice",
            "Responding to epidemic-driven demand: the role of supply channels"
        ],
        "tc_count": 3,
        "tc_list": [
            2,
            1
<<<<<<< Updated upstream
        ]
    },
    "Philosophy": {
        "url": "philosophy",
        "faculty_count": 1,
        "department_count": 1,
        "article_count": 1,
        "faculty": [
            "Miller, Jerome A."
        ],
        "departments": [
            "Philosophy"
        ],
        "titles": [
            "Robust Evolution in Historical Time"
        ]
    },
    "Geography": {
        "url": "geography",
        "faculty_count": 1,
        "department_count": 3,
        "article_count": 1,
        "faculty": [
            "Chen, Mara"
        ],
        "departments": [
            "Geog & Geosci",
            "Athlet Training",
            "Psychol"
=======
        ],
        "citation_average": 1.5
    },
    "Engineering, Civil": {
        "url": "engineering-civil",
        "faculty_count": 1,
        "department_count": 0,
        "article_count": 1,
        "faculty": [
            "Polkinghorn, Brian D."
>>>>>>> Stashed changes
        ],
        "departments": [],
        "titles": [
<<<<<<< Updated upstream
            "Enhancing the U.S. TBI data infrastructure: geospatial perspective"
        ]
    },
    "Geography, Physical": {
        "url": "geography-physical",
        "faculty_count": 1,
        "department_count": 3,
        "article_count": 1,
        "faculty": [
            "Chen, Mara"
        ],
        "departments": [
            "Geog & Geosci",
            "Athlet Training",
            "Psychol"
        ],
        "titles": [
            "Enhancing the U.S. TBI data infrastructure: geospatial perspective"
        ]
=======
            "Collaborative Partnering for Airport Construction Projects: State-of-Practice"
        ],
        "tc_count": 2,
        "tc_list": [
            2
        ],
        "citation_average": 2.0
>>>>>>> Stashed changes
    }
}